{
   "id": "16905e91009e4dc78345257fdc3049d9",
   "stage_number": 5,
   "input_text": "Es ist schon ein (Haken-) Kreuz mit der Bildzeitung… BILD-Reporter und „Russland-Spezialist“ Julian Röpcke – laut BILD-Cheffe Julian Reichelt ein ganz ausgezeichneter Journalist – mit seinen Kumpels vom rechtsextremen ukrainischen Asow-Bataillon, welches sich sein Logo von der Waffen-SS aus dem Dritten Reich geborgt hat.",
   "input_lang": "de",
   "translation": "It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian Röpcke – according to BILD head Julian Reichelt a very excellent journalist – with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.",
   "translation_status": "COMPLETED",
   "claim_check": "[{\"text\":\"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\",\"index\":0,\"score\":0.5934654997}]",
   "claim_check_status": "COMPLETED",
   "evidence_retrieval": "{\"evidences\": [{\"result\": \"{\\\"took\\\": 3540, \\\"timed_out\\\": false, \\\"_shards\\\": {\\\"total\\\": 1, \\\"successful\\\": 1, \\\"skipped\\\": 0, \\\"failed\\\": 0}, \\\"hits\\\": {\\\"total\\\": {\\\"value\\\": 10000, \\\"relation\\\": \\\"gte\\\"}, \\\"max_score\\\": 93.078156, \\\"hits\\\": [{\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"4q1KV4gB5OlBNhqDFaxJ\\\", \\\"_score\\\": 93.078156, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n Julian Reichelt  (born 15 June 1980) is a German tabloid journalist. From February 2017 to October 2021, he was chairman of the editors-in-chief and editor-in-chief digital of  Bild , Germany's largest and highest-circulation tabloid.Nach neuen Erkenntnissen: Axel Springer entbindet Julian Reichelt von seinen Aufgaben www.axelspringer.com, retrieved 18 October 2021. Reichelt was fired as editor-in-chief of Bild over a sexual misconduct probe, after a story about his misconduct appeared in  The New York Times .\\\\n\\\\nEarly life and education\\\\nD\\\\u00fczen Tekkal, Friede Springer, Mathias D\\\\u00f6pfner, Kai Diekmann and Julian Reichelt on the roof of the US Embassy in Berlin (2019)\\\\nJulian Reichelt was born in Hamburg in 1980 and grew up in the district of Othmarschen. His mother Katrin Reichelt works as a freelance journalist on medical topics including a website on homeopathy. His father Hans-Heinrich Reichelt was an editor of the Berlin edition of the Bild and works as a freelance journalist. He founded together with his wife a publishing house for medical journalism and GLOBULIX.net\\\\n Reichelt attended the Gymnasium Othmarschen, and graduated in the year 2000. From 2002 to 2003, he worked as a trainee for  Bild  before completing his training as a journalist at the Axel-Springer-Akademie. Reichelt hat bei der \\\\\\\"Bild\\\\\\\"-Gruppe k\\\\u00fcnftig das letzte Wort . In:  S\\\\u00fcddeutsche Zeitung . 6 February 2017, retrieved 11 November 2017. \\\\n\\\\nCareer\\\\nReichelt reported from Afghanistan, Georgia, Thailand, Iraq, Sudan, and Lebanon partly as war correspondent, and worked as a culinary reporter in 2007.Julian Reichelt, Reporter-Forum, retrieved 25 August 2014. Starting in February 2014, Reichelt served as the editor-in-chief of the Internet offshoot of  Bild  as successor to ,Manfred Hart wird Chefredakteur f\\\\u00fcr digitale Entwicklungsprojekte bei BILD/  Julian Reichelt \\\\u00fcbernimmt Chefredaktion von BILD.de . axelspringer.de, 19 November 2013. and in February 2017 was announced as the successor to Kai Diekmann as chairman of the editor-in-chief.gia:  Julian Reichelt wird Vorsitzender der Chefredaktionen . In:  Spiegel Online , 6 February 2017, retrieved 11 April 2017.\\\\n\\\\nIn August 2015, Reichelt opposed an accreditation agreement and in his position as editor-in-chief, accused alleged IS fighters in a trial before the Higher Regional Court of Celle, only to show their pixelated faces, as their guilt had not yet been proven. As a result, Reichelt was excluded as a reporter.kue/dpa:  \\\\\\\"Bild\\\\\\\"-Reporter von IS-Prozess ausgeschlossen . In:  faz.net . 4 August 2008.\\\\n\\\\nIn February 2016, the German Press Agency criticized  Bild \\\\u00b4s misrepresentation of Russian military operations in Syria under the title \\\\\\\"Putin and Assad bomb on\\\\\\\". The reference was an agreement on a ceasefire within a week. The article was said to have given an untruthful impression that Russia had broken the ceasefire that had just been decided, and was assessed to have expressed disapproval in accordance with Section 12 of the Complaints Regulation. Entscheidung des Beschwerdeausschusses 1 in der Beschwerdesache 0160/16/1-BA . In:   . 7 June 2016, retrieved 11 April 2017 (PDF). Reichelt stated that because of this case, the German Press Agency would \\\\\\\"make itself the stooge of the Kremlin propaganda ...\\\\\\\".\\\\n\\\\n Legal issues \\\\nIn March 2021, a report by  Spiegel  announced that Reichelt would have to face an in-house investigation. Among other things, it described a \\\\\\\"Reichelt system\\\\\\\" of institutionalized abuse of power and the exploitation of dependent relationships with young female employees. In response,  Bild  publisher Axel Springer SE released a statement explaining that it was investigating \\\\\\\"accusations of abuse of power in connection with consensual relationships and drug consumption in the workplace.\\\\\\\" In March 2021, Reichelt admitted a mixture of professional and private relationships.\\\\n\\\\nOn October 17, 2021,  The New York Times  reported about the Springer media group, also regarding the plans to take over the US media group Politico, and on the testimony of a female employee towards investigators from the law firm Freshfields whom Springer had hired for the internal inquiry. \\\\\\\"If they find out that I'm having an affair with a trainee, I'll lose my job,\\\\\\\" Reichelt told her in November 2016 according to her testimony. Just before the editor spoke those words, another woman at the paper had lodged a sexual harassment complaint against the publisher of  Bild . However, he continued the relationship, even after he was promoted to chief editor in 2017. He had her come to a hotel room near the Axel Springer high-rise in Berlin and promoted her to a management role in the newsroom. She felt overwhelmed by the leadership role in the newsroom. After she was transferred to another position in the newsroom, another editor told her that he was tired of employing women with whom Reichelt had relationships.At Axel Springer, Politico's New Owner, Allegations of Sex, Lies and a Secret Payment, The New York Times, retrieved 17 October 2021.Hintergr\\\\u00fcnde zur Entlassung Julian Reichelts als \\\\\\\"Bild\\\\\\\"-Chef, Tagesschau (ARD) auf Youtube, 19 October 2021.\\\\n\\\\nThe New York Times article also dealt with the allegations against Reichelt that had become known in the spring and brought research into play that the Ippen Investigative Team ( Frankfurter Rundschau ,  M\\\\u00fcnchner Merkur ,  TZ ) had carried out over the past months and thereby gained access to internal documents. The New York Times article revealed new details of the Reichelt case. Reichelt married in 2016, and apparently forged divorce papers in order to convince one of the employees of his availability. In addition, he had instructed an additional payment of 5,000 euros for an employee, with the request not to say a word about it.Wie der Ex-\\\\\\\"Bild\\\\\\\"-Chef seine Macht ausnutzte www.n-tv.de, 20 October 2021. However, publisher Dirk Ippen stopped the publication without giving legal or editorial reasons.At Axel Springer, Politico's New Owner, Allegations of Sex, Lies and a Secret Payment, The New York Times, 17 October 2021. Following the New York Times article, Reichelt was fired with immediate effect from  Bild , Germany's largest and highest-circulation tabloid, because of new allegations made against him after the compliance proceedings.Axel Springer removes a top editor after a Times report on workplace behavior, The New York Times, 18 October 2021.\\\\n\\\\nIn 2021, the S\\\\u00fcddeutsche Zeitung reported \\\\\\\"D\\\\u00f6pfner's role in the Reichelt affair and his suitability as President of the  Bundesverband Digitalpublisher und Zeitungsverleger  will have to be examined very carefully.\\\\\\\"Wie das Ende eines Schurkenfilms S\\\\u00fcddeutsche Zeitung, 20 October 2021.\\\\n\\\\n Awards \\\\nIn 2008, Reichelt was awarded the Axel-Springer-Prize for young journalists in the category  Supraregional / National Contributions  for his report from Afghanistan \\\\\\\"You can kill us, but never defeat us\\\\\\\" , published in two parts on 12 and 13 October 2007 in  Bild. \\\\n\\\\nIn October 2018, Reichelt was nominated for \\\\\\\"The Golden Potato\\\\\\\" award from the New German Media Makers association for \\\\\\\"particularly one-sided or unsuccessful reporting on aspects of the immigration society\\\\\\\". Ein Meister der Panik-Schlagzeile . In:  Deutschlandfunk . 23 October 2018. Konstantina Vassilou-Enz im Gespr\\\\u00e4ch mit Vladimir Balzer. Reichelt attended the ceremony but turned down the award, stating that \\\\\\\"the word 'potato' has become an abuse of race and origin in elementary schools where migration is not a success story\\\\\\\". #5 Traurige Kartoffeln \\\\u2013 Reden wir \\\\u00fcber Rassismus? . In:  Deutschlandfunk . 8 November 2018.\\\\n\\\\n Publications \\\\n \\\\n \\\\n\\\\n References \\\\n\\\\n\\\\n External links \\\\n \\\\n\\\\n\\\\n\\\\n\\\\nCategory:Journalists from Hamburg\\\\nCategory:Bild people\\\\nCategory:German newspaper journalists\\\\nCategory:Living people\\\\nCategory:1980 births\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Julian_Reichelt\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"_VAuV4gB5OlBNhqDWuy-\\\", \\\"_score\\\": 79.94537, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\n\\\\n  Bild   (or   Bild-Zeitung  , ; ) is a German tabloid newspaper published by Axel Springer SE. The paper is published from Monday to Saturday; on Sundays, its sister paper  Bild am Sonntag  (\\\\\\\" Bild on Sunday \\\\\\\") is published instead, which has a different style and its own editors.  Bild  is tabloid in style but broadsheet in size. It is the best-selling European newspaper and has the sixteenth-largest circulation worldwide.  Bild  has been described as \\\\\\\"notorious for its mix of gossip, inflammatory language, and sensationalism\\\\\\\" and as having a huge influence on German politicians. Its nearest English-language stylistic and journalistic equivalent is often considered to be the British national newspaper  The Sun , the second-highest-selling European tabloid newspaper.Sex, Smut and Shock: Bild Zeitung Rules Germany Spiegel Online 25 April 2006\\\\n\\\\nHistory\\\\n Bild  tabloid vending machine in Germany\\\\n Bild  was founded by Axel Springer (1912\\\\u20131985) in 1952. It mostly consisted of pictures (hence the name  Bild , German for picture).  Bild  soon became the best-selling tabloid, by a wide margin, not only in Germany, but in all of Europe, though essentially to German readers. Through most of its history,  Bild  was based in Hamburg. The paper moved its headquarters to Berlin in March 2008, stating that it was an essential base of operations for a national newspaper.\\\\\\\"Die \\\\\\\"Bild\\\\\\\"-Zeitung ist jetzt ein Berliner\\\\\\\" .  Die Welt . 17 March 2008. Retrieved 28 November 2016. It is printed nationwide with 32 localized editions. Special editions are printed in some favoured German holiday destinations abroad such as Spain, Italy, Turkey and Greece.\\\\n\\\\n Bild  sold more than five million copies every day in the 1980s. In 1993 the paper had a circulation of slightly more than four million copies, making it the most read newspaper in the country. In the period of 1995\\\\u201396 its circulation was 4,300,000 copies. In 2001  Bild  was the most read newspaper in Europe and also, in Germany with a circulation of 4,396,000 copies.\\\\n\\\\nAlthough it is still Germany's biggest paper, the circulation of  Bild , along with many other papers, has been on the decline in recent years. By the end of 2005, the figure dropped to 3.8 million copies. Its 2010 circulation was 3,548,000, making the paper the fifth in the list of the world's biggest selling newspapers.\\\\n\\\\n Bild  is published in tabloid format. In the paper's beginnings, Springer was influenced by the model of the British tabloid  Daily Mirror , although Bild's paper size is larger, this is reflected in its mix of celebrity gossip, crime stories and political analysis. However, its articles are often considerably shorter compared to those in British tabloids, and the whole paper is thinner as well.\\\\n\\\\nIn June 2012, Bild celebrated its 60th anniversary by giving away free newspapers to almost all of Germany's 41 million households. Bild said  Guinness World Records  in Germany has certified the print run as \\\\\\\"the largest circulation for the free special edition of a newspaper\\\\\\\". In 2018 on average 2.2 million copies of the paper were printed across Germany  and 416,567 readers took advantage of the paid digital offer Bild plus. In terms of subscribers, it is the largest in Europe and the fifth largest worldwide.\\\\n\\\\nIn 2019 Bild started a weekly politic newspaper, named  Bild Politik , which ceased publications after a few months.\\\\n\\\\nEditorial leanings\\\\n\\\\nEditors work on producing an issue of  Bild,  1977 in West Berlin. Previous front pages are affixed to the wall behind them.\\\\nFrom the outset, the editorial drift was conservative and nationalist. The GDR was referred to as the Soviet Occupation Zone (German:  Sowjetische Besatzungszone  or  SBZ ). The usage continued well into the 1980s, when  Bild  began to use the GDR's official name cautiously, putting it in quotation marks.  Bild  (along with fellow Springer tabloid  B.Z. ) heavily influenced public opinion against the German student movement and left-wing terrorism in the years following 1966, and was blamed by some for the climate that contributed to the assassination attempt on activist Rudi Dutschke in 1968\\\\u2014a popular catchphrase in left-wing circles sympathetic to student radicalism was \\\\\\\"Bild hat mitgeschossen!\\\\\\\" (\\\\\\\"Bild shot at him too!\\\\\\\").\\\\n\\\\nIn 1977 investigative journalist G\\\\u00fcnter Wallraff worked for four months as an editor for the  Bild  tabloid in Hanover, giving himself the pseudonym of \\\\\\\"Hans Esser\\\\\\\". In his books  Der Aufmacher  (\\\\\\\"Lead Story\\\\\\\") and  Zeugen der Anklage  (\\\\\\\"Witnesses for the Prosecution\\\\\\\") he portrays his experiences on the editorial staff of the paper and the journalism which he encountered there. The staff commonly displayed contempt for humanity, a lack of respect for the privacy of ordinary people and widespread conduct of unethical research and editing techniques. Wallraff's investigations were also the basis for the 1990 film  The Man Inside .\\\\n\\\\nAfter the fall of the Berlin Wall and the end of the Cold War in Europe,  Bild  focused on celebrity stories and became less political. Despite its general support for Germany's conservative parties and especially former chancellor Helmut Kohl, its rhetoric, still populist in tone, is less fierce than it was thirty years ago. Its traditionally less conservative Sunday paper  Bild am Sonntag  even supported Gerhard Schr\\\\u00f6der, a Social Democrat, in his bid for chancellor in 1998.\\\\n\\\\nIn 2004,  Bild  started to cooperate with fast-food giant McDonald's to sell the tabloid at its 1,000 fast-food restaurants in Germany. The cooperation still goes on, often enough by advertising the restaurant chain in \\\\\\\"news\\\\\\\" articles. Young women in skimpy clothes appeared on  Bild's  page one below the fold as  Seite-eins-M\\\\u00e4dchen  or \\\\\\\"Page One Girls\\\\\\\". On 9 March 2012  Bild  announced the elimination of the \\\\\\\"Page One Girls\\\\\\\", instead moving its fleshy photos to its inside pages.Ta Ta!: German Tabloid Strips Front Page of Daily Nude,  Spiegel Online , 3 September 2012\\\\n\\\\nIn 2004  Bild  was publicly reprimanded twelve times by the  (German Press Council). This amounts for a third of the reprimands this self-regulation council of the German press declared that year. Up until 2012, it had received more reprimands than any other newspaper from this watchdog body.\\\\n\\\\nAfter Julian Reichelt became editor in 2018,  Bild  took a generally anti-Angela Merkel line, and strengthened its anti-Putin, pro-NATO, pro-Israel position.\\\\n\\\\n Spiegel  magazine often accuses  Bild  of pushing Germany further right and questions Bild's moral standards and journalistic quality.\\\\n\\\\nInternational relations\\\\nDuring the COVID-19 pandemic,  Bild  editor Julian Reichelt accused Chinese leader Xi Jinping of surveillance and other human rights crimes in an editorial titled \\\\\\\"What China owes us\\\\\\\" on 20 April 2020. After the Chinese embassy to Germany said that the  Bild  editorial reproached \\\\\\\"nationalism, prejudice, and hostility against China\\\\\\\", Reichelt responded \\\\u201cYou Jinping, your government and your scientists had to know long ago that coronavirus is highly infectious, but you left the world in the dark about it.\\\\u201d\\\\n During the 2020 Nagorno-Karabakh conflict, Paul Ronzheimer, the deputy editor-in-chief and correspondent of  Bild , tweeted that Ilham Aliyev, the President of Azerbaijan, agreed to be interviewed by the newspaper, and that he suddenly changed his mind, specifying that the Azerbaijani side itself offered to conduct an interview with Aliyev. Then, aide to the Azerbaijani President, Hikmet Hajiyev, responded with a tweet, calling his statement unprofessional and stating that Aliyev preferred to give interviews to professionals rather than the yellow press.\\\\n\\\\nMotto\\\\nIts motto, prominently displayed below the logo, is  unabh\\\\u00e4ngig, \\\\u00fcberparteilich  (\\\\\\\"independent, nonpartisan\\\\\\\"). Another slogan used prominently in advertising is  Bild dir deine Meinung! , which translates as \\\\\\\"Form your own opinion!\\\\\\\" (by reading  Bild ), a pun based on the fact that, in German,  Bild  is a homophone of the imperative form of the verb  bilden  () and the noun  Bild  ().\\\\n\\\\nPrint locations\\\\n Bild  is printed in Ahrensburg, Hanover, Berlin, Leipzig, Essen, Neu-Isenburg, Esslingen, Munich, and Syke. Outside of Germany it is also printed in Madrid, Palma de Mallorca, Las Palmas, Milan, Athens, and in Antalya. The foreign locations cater mostly for German tourists and expatriates.\\\\n\\\\nEditors-in-chief\\\\n 1952: Rolf von Bargen\\\\n 1952\\\\u20131958: Rudolf Michael\\\\n 1958\\\\u20131960: Oskar Bezold\\\\n 1960\\\\u20131962: Karl-Heinz Hagen\\\\n 1961\\\\u20131971: Peter Boenisch\\\\n 1971\\\\u20131980: G\\\\u00fcnter Prinz\\\\n 1981\\\\u20131988: Horst Fust\\\\n 1988\\\\u20131989: Werner Rudi\\\\n 1989\\\\u20131990: Peter Bartels\\\\n 1990\\\\u20131992: Hans-Hermann Tiedje\\\\n 1992\\\\u20131997: Claus Larass\\\\n 1998\\\\u20132000: Udo R\\\\u00f6bel\\\\n 2001\\\\u20132015: Kai Diekmann\\\\n 2016\\\\u20132018: \\\\n 2018\\\\u2013March 2021: Julian Reichelt\\\\nMarch\\\\u2013October 2021: Julian Reichelt and Alexandra W\\\\u00fcrzbach\\\\nOctober 2021\\\\u2013present: Johannes Boje and Alexandra W\\\\u00fcrzbach\\\\n\\\\nReception\\\\n Der Spiegel  wrote in 2006 that  Bild  \\\\\\\"flies just under the nonsense threshold of American and British tabloids ... For the German desperate, it is a daily dose of high-resolution soft porn\\\\\\\".\\\\n\\\\nIt is argued  Bild s thirst for sensationalism results in the terrorizing of prominent celebrities and stories are frequently based on the most dubious evidence. The journalistic standards of  Bild  are the subject of frequent criticism.\\\\n\\\\n is a popular German blog that when founded was dedicated solely to documenting errors and fabrications in  Bild  articles. In 2005 BILDblog received the  Grimme Online Award  for its work. Since 2009 BILDblog has also reported on errors and fabrications in other newspapers from Germany and elsewhere.\\\\n\\\\nHeinrich B\\\\u00f6ll's 1974 novel  The Lost Honor of Katharina Blum , and the 1975 movie based on it, used a fictional stand-in for  Bild  to make a point about its allegedly unethical journalistic practices. B\\\\u00f6ll's essay in the edition of 10 January 1972 of  Der Spiegel  (titled \\\\\\\") was sharply critical of Bild's sensationalist coverage of the Baader-Meinhof Gang. In the essay, B\\\\u00f6ll stated that what  Bild  does \\\\\\\"isn\\\\u2019t cryptofascist anymore, not fascistoid, but naked fascism. Agitation, lies, dirt.\\\\\\\"\\\\n\\\\nJudith Holofernes, lead singer of German band  Wir sind Helden , wrote a scathing open letter to Bild's advertising agency after they asked her to star in a campaign. \\\\\\\"Bild is not a harmless guilty pleasure\\\\\\\", she wrote, but a \\\\\\\"dangerous political instrument\\\\u2014not only a high-magnification telescope into the abyss but an evil creature\\\\\\\".\\\\n\\\\nImages of topless women\\\\nFor 28 years from 1984 to 2012,  Bild  had topless women featuring on its first page; in total, the paper published more than 5,000 topless pictures.\\\\n\\\\nIn 2014 Sophia Becker and Kristina Lunz launched a campaign, Stop Bild Sexism, to end the use of sexualized images of women in Bild. The campaign was inspired by the No More Page 3 campaign to get  The Sun  in the UK to stop publishing images of half-naked women on page 3. Lunz argues that  Bild s frequent use of images of unclothed women makes its reporting of sexual assault and harassment \\\\\\\"sexist and voyeuristic.\\\\\\\" Becker says that  Bild  contributes to the normalisation of sexism in German society. The petition had over 35,000 signatures in January 2015, and Springer, the newspaper's publisher, responded by issuing a statement of values. These include the importance of mutual respect and maintaining respectful interactions.  Bild  stopped publishing \\\\\\\"topless productions of our own with women\\\\\\\" in March 2018, three years after  The Sun , while continuing to publish photos of provocatively-posed models dressed in underwear alone.\\\\n\\\\n TV \\\\nIn 2021, the Bild television channel was created.\\\\n\\\\nIn popular culture\\\\n\\\\n In their 2007 song  Lasse redn  (topped at no. 6 of the German charts), punk rock band  Die \\\\u00c4rzte  summarized  Bild s content as \\\\\\\"fear, hate, tits and the weather report\\\\\\\"  (Aus Angst, Hass, Titten und dem Wetterbericht) .\\\\n\\\\n  Bild Lilli  was the inspiration for Ruth Handler's  Barbie .\\\\n\\\\nBuilding\\\\nThe Berlin offices have a 19-storey paternoster lift, whose continued operation was vigorously defended editorially by the newspaper.\\\\n\\\\nSee also\\\\n List of German newspapers\\\\n Media of Germany\\\\n\\\\nReferences\\\\n\\\\n\\\\nExternal links\\\\n\\\\n  \\\\n \\\\n\\\\n\\\\n\\\\n \\\\nCategory:1952 establishments in West Germany\\\\nCategory:Axel Springer SE\\\\nCategory:Centre-right newspapers\\\\nCategory:Conservative media in Germany\\\\nCategory:Daily newspapers published in Germany\\\\nCategory:German news websites\\\\nCategory:German-language newspapers\\\\nCategory:Newspapers published in Berlin\\\\nCategory:Newspapers published in Hamburg\\\\nCategory:Newspapers established in 1952\\\\nCategory:Right-wing newspapers\\\\nCategory:Right-wing populism in Germany\\\\nCategory:Zionism in Germany\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Bild\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"dWw4V4gB5OlBNhqDcQ1X\\\", \\\"_score\\\": 71.55868, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n Otto Kumm  (1 October 1909 \\\\u2013 23 March 2004) commanded two Waffen-SS divisions in the latter stages of World War II and was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords. At the post-war Nuremberg trials, the Waffen-SSof which Kumm was a senior officerwas declared to be a criminal organisation due to its major involvement in war crimes and crimes against humanity. After the war, Kumm became one of the founders of HIAG, a lobby group and a revisionist organization of former Waffen-SS members.\\\\n\\\\nSS career\\\\nBorn in 1909 into a family of a merchant in Hamburg, Kumm trained as a typesetter and worked at a newspaper. On 1 June 1934, Kumm joined the SS- Verf\\\\u00fcgungstruppe  (SS Dispositional Troops) and on 1 July received his first training with the SS-Standarte \\\\\\\"Germania\\\\\\\" in Hamburg.\\\\n\\\\nKumm commanded the Der F\\\\u00fchrer Regiment of the SS Division Das Reich from July 1941 to April 1943. This regiment was nearly destroyed in the Soviet offensive of January 1942, when it was reduced to 35 men out of the 2,000 that had started the campaign in June 1941. Kumm was a commander of the SS Division Prinz Eugen from 30 January 1944 until 20 January 1945 and then was appointed the new division commander of the SS Division Leibstandarte (LSSAH) as of 15 February 1945, after the division's commander Wilhelm Mohnke was wounded.\\\\n\\\\nAs the division commander, Kumm and the LSSAH took part in Operation Spring Awakening (6 March 1945 \\\\u2013 16 March 1945), the last major German offensive launched during World War II. The Germans launched attacks in Hungary near the Lake Balaton area on the Eastern Front. Soviet intelligence identified large German tank formations in western Hungary and developed a successful counterattack strategy. After the failure of Operation Spring Awakening, Sepp Dietrich's 6th SS Panzer Army and the LSSAH retreated to the Vienna area.\\\\n\\\\nAfter Vienna fell to the Red Army in the Vienna Offensive, the bulk of the LSSAH division surrendered to U.S. forces in the Steyr area on 8 May 1945. Kumm was held at the Dachau internment camp administered by the US Army. Kumm avoided extradition to Yugoslavia to stand trial for war crimes by fleeing over the wall of the camp.\\\\n\\\\nActivities within HIAG\\\\n\\\\nOtto Kumm (front row, left), Heinrich Himmler with other SS officers and Nazi Party leaders during a tour of Mauthausen-Gusen concentration camp, June 1941\\\\nAfter the war, Otto Kumm was \\\\\\\"denazified\\\\\\\" and became a businessman. Kumm was a founder and the first head of the Waffen-SS veterans' organization HIAG, established in 1951 to lobby for the cause of the Waffen-SS historical rehabilitation and restoration of their rights to post-war pensions.\\\\n\\\\nAs the organization's chairman and its first spokesperson, Kumm set the tone for the rhetoric that was reflected in its publications and public discourse. In 1952, Otto Kumm published an editorial in the in-house magazine  Wiking-Ruf  (\\\\\\\"Viking Call\\\\\\\") outlining the organization's grievances:\\\\nEven during the war, and especially after the war, infamous and lying propagandists have been able to make use of all the unfortunate events connected to the Third Reich and also with the SS to destroy and drag through the mud all of what was and is sacred to us. ... Let us be clear about it: the Allied battle was directed not only against the authoritarian regime of the Third Reich, but, above all, against the resurgence of the strength of the German people.\\\\n\\\\nAt least through the 1970s, Kumm remained \\\\\\\"the ever unreformed Nazi enthusiast\\\\\\\" according to researcher Danny S. Parker, who was given access to the previously closed HIAG archives. Perceived by the West German government to be a Nazi organization, HIAG was disbanded in 1992. Kumm died on 23 March 2004.\\\\n\\\\nWorks\\\\n Vorw\\\\u00e4rts, Prinz Eugen! Geschichte der 7. SS-Freiwilligen-Division \\\\\\\"Prinz Eugen\\\\\\\"  (\\\\\\\"Forward, Prinz Eugen! History of the 7th SS Volunteer Division Prinz Eugen\\\\\\\"). (2007) Dresden, Germany: . .\\\\n 7. SS-Gebirgs-Division \\\\\\\"Prinz Eugen\\\\\\\" im Bild  (\\\\\\\"7th SS Mountain Division Prinz Eugen in Action\\\\\\\"). (1983) Osnabr\\\\u00fcck, Germany: . \\\\n\\\\nAwards\\\\n Iron Cross (1939) 2nd Class (30 May 1940) & 1st Class (3 June 1940)\\\\n German Cross in Gold on 29 November 1941 as SS- Obersturmbannf\\\\u00fchrer  in the SS-Regiment \\\\\\\"Der F\\\\u00fchrer\\\\\\\"\\\\n Knight's Cross of the Iron Cross with Oak Leaves and Swords\\\\n Knight's Cross on 16 February 1942 as SS- Obersturmbannf\\\\u00fchrer  and commander of SS-Regiment (motorized) \\\\\\\"Der F\\\\u00fchrer\\\\\\\". \\\\n Oak Leaves on 6 April 1943 as SS- Obersturmbannf\\\\u00fchrer  and commander SS-Panzergrenadier-Regiment \\\\\\\"Der F\\\\u00fchrer\\\\\\\"\\\\n Swords on 17 March 1945 as SS- Brigadef\\\\u00fchrer  and  Generalmajor  of the Waffen-SS and commander of the 7. SS-Freiwilligen-Gebirgs-Division \\\\\\\"Prinz Eugen\\\\\\\"\\\\n\\\\nReferences\\\\n\\\\nCitations\\\\n\\\\n\\\\nBibliography\\\\n\\\\n \\\\n \\\\n \\\\n \\\\n \\\\n\\\\n \\\\n \\\\n \\\\n \\\\n \\\\n \\\\n \\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:1909 births\\\\nCategory:2004 deaths\\\\nCategory:Military personnel from Hamburg\\\\nCategory:Waffen-SS personnel\\\\nCategory:SS-Brigadef\\\\u00fchrer\\\\nCategory:Recipients of the Gold German Cross\\\\nCategory:Recipients of the Knight's Cross of the Iron Cross with Oak Leaves and Swords\\\\nCategory:German prisoners of war in World War II held by the United States\\\\nCategory:Escapees from United States military detention\\\\nCategory:Recipients of the Order of the Crown of King Zvonimir\\\\nCategory:Nazi war criminals\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Otto_Kumm\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"ClszV4gB5OlBNhqDR_Be\\\", \\\"_score\\\": 70.3573, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n Axel Springer SE  () is a European multinational digital and popular periodical publishing house which is the largest in Europe, with numerous multimedia news brands, such as  Bild ,  Die Welt , and  Fakt  and more than 15,000 employees. It generated total revenues of about \\\\u20ac3.3 billion and an EBITDA of \\\\u20ac559 million in the financial year 2015. The digital media activities contribute more than 60% to its revenues and nearly 70% to its EBITDA. Axel Springer\\\\u2019s business is divided into three segments: paid models, marketing models, and classified ad models. Since 2020, it is majority-owned by the US private equity firm KKR. Headquartered in Berlin, Germany, the company is active in more than 40 countries, including subsidiaries, joint ventures, and licensing.\\\\n\\\\nFront entrance to the Axel Springer headquarters building in West Berlin, 1977, with the Fritz Klimsch owl sculpture.\\\\nIt was started in 1946/1947 by journalist Axel Springer. Its current CEO is Mathias D\\\\u00f6pfner. The Axel Springer company is the largest publishing house in Europe and controls the largest share of the German market for daily newspapers; 23.6%, largely because its flagship tabloid  Bild  is the highest-circulation newspaper in Europe with a daily readership exceeding 12 million.Hans J. Kleinsteuber in Kelly. M, Mazzoleni. G and McQuail. D. eds. 2004 \\\\\\\"The Media in Europe. The Euromedia Handbook.\\\\\\\" Upon its acquisition of  Politico  and  Business Insider , Axel Springer announced that all employees must support a free market economy, a united Europe, and Israel's right to exist.\\\\n\\\\n Newspapers, magazines, online offerings \\\\nThe media offerings of Axel Springer SE are clustered in: current news, autos, sports, computers and consumer electronics, as well as lifestyle. \\\\nSide view of the Axel Springer corporate headquarters in Berlin\\\\nAxel Springer building in Hamburg\\\\n\\\\nSelection of publications\\\\n  Die Welt , the intellectual flagship of the company\\\\n  Bild , tabloid with the largest circulation in Europe\\\\n  Auto Bild , automobile magazine with the largest circulation in Europe\\\\n  Audio Video Foto Bild , magazine for consumer electronics\\\\n  Computer Bild , published in nine countries, is Europe's best-selling computer magazine\\\\n  Sport Bild , published in many countries, is Europe's largest sport magazine\\\\n  Auto.cz , the largest Czech internet car portal including RoadLook.tv, starting in Slovakia and Poland as well\\\\n  Fakt , the largest daily tabloid in Poland\\\\n  B.Z. , local newspaper\\\\n Watchmi, a personalized TV content discovery system\\\\n  Musikexpress , a monthly music magazine\\\\n the German edition of the magazine  Rolling Stone \\\\n  Transfermarkt , a football statistics website\\\\n  Business Insider , a business, celebrity and technology news website\\\\n  Insider , a social media-based lifestyle publication\\\\n  upday , a news aggregator app\\\\n  Politico ,  political newspaper, acquired by Axel Springer in October 2021. Axel Springer , \\\\\\\"Axel Springer Completes Acquisition of POLITICO\\\\\\\", October 19, 2021\\\\n  Politico Europe , European version of  Politico \\\\n  Protocol,  tech journalism publication acquired alongside  Politico \\\\n\\\\nIn addition, the company is active in the online editorial and marketing business with its shares in aufeminin.com, Awin, and buy.at, and owns several online classified advertising platforms such as the career site StepStone de, the real estate marketing portal immonet, various coupon portals, including Sparheld.de Germany and Reduc.fr in France and price comparison platform idealo. It is also a significant investor in the American digital media company Group Nine Media.\\\\n\\\\n History \\\\n\\\\n 1940s \\\\n\\\\nIn 1946, publisher Hinrich Springer (age 66) and his son Axel Springer (age 34) established the limited company Axel Springer Verlag GmbH. That year saw the launch of the  Nordwestdeutsche Hefte  and the radio and TV magazine H\\\\u00f6rzu.\\\\n\\\\nIn 1948, the evening newspaper  Hamburger Abendblatt  was launched, the first daily newspaper created by Axel Springer.\\\\n\\\\n 1950s \\\\n\\\\nThe year 1952 saw the launch of the popular daily newspaper  Bild . The paper was based on the British tabloid  Daily Mirror , and peaked at circulation of 5 million in the 1980s..\\\\n\\\\nIn 1953, Axel Springer Verlag bought the publishing house Die Welt, including the daily paper  Die Welt  and the Sunday paper  Welt am Sonntag .\\\\n\\\\nIn 1956, the company headquarters in Hamburg was built.\\\\n\\\\nThen in 1959, the company acquired the a holding in Ullstein AG, which owned Berlin newspapers  Berliner Morgenpost  and  B.Z.  and the Ullstein book-publishing business.\\\\n\\\\n 1960s \\\\n\\\\nThe official opening of the Berlin headquarters took place in 1966. Hamburg remained an important site.\\\\n\\\\nAfter the attack on the student leader Rudi Dutschke on 11 April 1968, the APO (Extra-Parliamentary Opposition) began acts of violence against the company. The APO had a history of animosity with the Springer Group's allegedly biased coverage of the student movement. For instance, in the wake of the shooting of Benno Ohnesorg by the police at a student demonstration against the Shah, one Springer paper reported that \\\\\\\"what happened yesterday in Berlin had nothing to do with politics \\\\u2026. It was criminal in the most sickening way.\\\\\\\"Jeremy Varon, Bringing the War Home: The Weather Underground, the Red Army Faction, and Revolutionary Violence in the Sixties and Seventies (Los Angeles: University of California Press, 2004), p.39 In fact, Ohnesorg, who had never attended a demonstration before, had been shot in the back while trying to leave the demonstration.Jillian Becker, Hitler\\\\u2019s Children: The Story of the Baader-Meinhof Terrorist Gang (New York: JB Lippincott, 1977), p.39\\\\n\\\\n 1970s \\\\nThe years 1972 and 1973 saw the building of the offset-printing plant in Essen-Kettwig.\\\\n\\\\n 1980s \\\\n\\\\n1984 witnessed the official opening of the offset printing facility in Ahrensburg near Hamburg.\\\\n\\\\nIn 1985, 49% of the company was offered for public subscription. Later that year Axel Springer died. Control was passed to his widow Friede Springer.\\\\n\\\\nIn 1986, the first licensed edition of  Auto Bild  came out, in Italy. Other licensed editions and joint venture publications later appeared in twenty European countries, Indonesia and Thailand.\\\\n\\\\n 1990s \\\\nIn 1993, there was the official opening of the offset printing works in Berlin-Spandau.\\\\n\\\\nIn May 1999, Axel Springer bought a 51% majority stake in the American television production company GRB Entertainment, but was later divested in 2002.\\\\n\\\\n 2000-present \\\\n\\\\nIn 2001, Axel Springer and T-Online established a joint subsidiary Bild.de/T-Online AG. A year later in 2002, the launch of immonet.de took place, and Mathias Doepfner, former editor-in-chief of  Die Welt , became CEO of Axel Springer AG. Then in 2003, the name was changed to Axel Springer AG.\\\\n\\\\nIn 2009, Axel Springer AG acquired affiliate marketers Zanox and Digital Window as well as StepStone ASA. In 2010 a $635.7 million offer by Axel for leading French real estate website operator seloger.com caused seloger shares to rise as much as 32%, the most since it went public. Within 3 days Axel increased its offer 15.6% to $735 million after shareholders rejected the deal.\\\\n\\\\nIn 2012, Axel Springer formed a joint venture (Axel Springer Digital Classified) with global growth equity firm General Atlantic. The company also bought TotalJobs in the UK from Reed Elsevier that year.\\\\n\\\\nIn 2013, Springer sold its regional newspapers, women's magazines, and television magazines to Funke Mediengruppe for \\\\u20ac920 million That same year, Publications Grand Public, a French magazine publisher owned by Springer, was sold to Reworld Media.\\\\n\\\\nIn 2015, Axel Springer AG purchased Business Insider, a business, celebrity and technology news website, in a deal that valued Business Insider at $442 million. On 8 December of the same year, Axel Springer increased its share in Axel Springer Digital Classifieds GmbH from 70 per cent to 85 per cent and was granted a purchase option to acquire the remaining 15 per cent from General Atlantic. On 9 December, Axel Springer exercised the option, acquiring the additional 15% from General Atlantic in exchange for shares of Axel Springer, leaving the growth equity firm with 8.3% holding in the company.\\\\n\\\\nIn 2020, Friede Springer transferred $1.5 billion of Axel Springer shares to CEO Mathias Doepfner, effectively making him heir of the media group. Doepfner now has control of 44% of the voting rights.\\\\nIn October 2021, the firm announced that it had completed the acquisition of  Politico  for over $1 billion, after announcing its intention to do so in late August 2021. Axel Springer's Chief Executive Mathias D\\\\u00f6pfner said that Politico staff would need to adhere to Axel Springer's principles, including support for a united Europe, \\\\\\\"reconciliation between Germans and Jews,\\\\\\\" Israel\\\\u2019s right to exist and a free-market economy, and that staff who disagree with the principles \\\\\\\"should not work for Axel Springer, very clearly\\\\\\\".\\\\n\\\\nIn October 2021, an article in  The New York Times  reported accusations of sexual misconduct, sexual discrimination and questionable business practices at Axel Springer SE. A day later, the publisher fired the editor-in-chief of Bild.\\\\n\\\\n Criticism \\\\n Pro-American editorial bias and alleged ties to US intelligence agencies \\\\nAccording to German scholar Gudrun Kruip of the Stiftung Bundespr\\\\u00e4sident-Theodor-Heuss-Haus, Axel Springer SE and its subsidiaries spread a strongly pro-American view in which criticism of US foreign policy is largely absent. In an interview with The Nation, two former CIA officers alleged that Axel Springer received $7 million from the CIA to support American geopolitical interests with his publishing house. Springer reportedly agreed and began guiding the editorial bias towards supporting US foreign policy. Although no conclusive evidence has come to light, Kruip considers the CIA officers' allegations credible since Springer, according to his own autobiography, had no money to actually fund the publishing house when it was founded, and it was thus unlikely that he could finance its rapid ascent without \\\\\\\"money from the outside\\\\\\\". As of 2021, the Axel Springer SE names \\\\\\\"solidarity with the libertarian values of the United States of America\\\\\\\" as one of its core principles on its own website. Many scholars and independent observers allege a \\\\\\\"subservience to American geopolitical interests\\\\\\\" of the publishing house and its subsidiaries to this day. According to  Foreign Policy , Axel Springer SE \\\\\\\"has a decades-long record of bending journalistic ethics for right-wing causes.\\\\\\\"\\\\n\\\\n Accusations of editorial interference in Poland \\\\nIn 2017, Ringer Axel Springer Polska was accused of editorial interference, when the head of the joint venture Mark Dekan wrote a letter to the company's Polish employees in which he disparaged the head of the conservative Law and Justice political party, calling the Polish politician Jaroslaw Kaczynski a \\\\\\\"loser\\\\\\\" for opposing the candidacy of Donald Tusk as President of the European Council, stating that \\\\\\\"...we should never forget about the basic values that we represent... Here is the moment where free media, such as ours must be active. We speak for the ideas of... a United Europe.\\\\\\\" In the letter, Dekan also raised his concerns that European integration was least supported by the youngest generation of Poles and vowed to take appropriate action, suggesting \\\\\\\"Let's tell them what to do to stay in the fast lane and not end in the parking lot.\\\\\\\"\\\\n\\\\n Abuse of power and sexual harassment \\\\nIn March 2021, Der Spiegel reported accusations that the editor of Bild, Julian Reichelt, had promoted several young female employees in exchange for sex and sought to buy their silence before dismissing them. This was followed up by a similar report in the New York Times in October 2021. Both reported that Axel Springer had investigated and dismissed the complaints against Reichelt, and had proceeded to suppress reporting of the controversy by other outlets. CEO Mathias Doepfner was reportedly also keen to support Reichelt on account of the latter's strong right wing political leanings. Later the same month, Axel Springer reversed course and dismissed Reichelt.\\\\n\\\\n Competitors \\\\n\\\\nMajor competitors in the German publishing market include Bauer Media Group, Bertelsmann, Hubert Burda Media, and Holtzbrinck. On a global scale, some of the key competitors of Axel Springer include other large multinational media companies such as News Corporation, Time Warner, and The New York Times Company. These companies operate in a variety of different media sectors, including print, television, and digital, and are all major players in the global media industry. In addition to traditional media companies, Axel Springer also competes with a number of digital media platforms and companies, such as Google, Facebook, and Apple, which have become increasingly influential in the media industry in recent years. These companies have disrupted the traditional media business model by offering new ways for people to access news and information, and have posed a significant challenge to traditional media companies like Axel Springer.\\\\n\\\\nSee also\\\\nMedia concentration\\\\nProtests of 1968\\\\n\\\\nReferences\\\\n\\\\n\\\\n External links \\\\n\\\\n \\\\n\\\\n\\\\n\\\\n \\\\nCategory:Pan-European media companies\\\\nCategory:Publishing companies established in 1946\\\\nCategory:Newspaper companies of Germany\\\\nCategory:Companies based in Berlin\\\\nCategory:1946 establishments in Germany\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Axel_Springer_SE\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"K5tFV4gB5OlBNhqDTpNA\\\", \\\"_score\\\": 66.26837, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\n \\\\n  Sonderf\\\\u00fchrer   (;  \\\\\\\"special leader\\\\\\\"; in full: , \\\\\\\"special leader with military command power\\\\\\\"), abbreviated  Sdf  or  Sf , was a specialist role introduced in the Wehrmacht of Nazi Germany in 1937 for the mobilization plan of the German armed forces.Mobilization plan for the Army (de: Heer) from March 12, 1937 (Mobilmachungsplan f\\\\u00fcr das Heer vom 12. M\\\\u00e4rz 1937)\\\\n\\\\nWehrmacht\\\\nWith the draft of  Sonderf\\\\u00fchrer  to military service, the competence of civil experts and specialists could be exploited for military purposes. Certain assignments could be filled, from senior officers, company-grade officers, down to non-commissioned officer (NCO) ranks. A huge variation of service functions, e.g. in foreign languages, propaganda work, medical service, veterinary service and the like, was possible. Typically, the men were not trained as soldiers. They received the pay applicable to the position they were holding, but only by virtue of their temporary appointment. As a rule,  Sonderf\\\\u00fchrer  were not allowed to execute the command and disciplinary powers vested in the rank. However, this was changed in 1942, during World War II.\\\\n\\\\n Categories of  Sonderf\\\\u00fchrer  \\\\nDraftees were called up for  Sonderf\\\\u00fchrer  to almost all branches of service (Heer, Luftwaffe and Kriegsmarine) or special forces, equivalent to assignments or appointment of military personnel in the hierarchy of the Wehrmacht.\\\\n Officer function assignments in the hierarchy of the Heer (Army):\\\\n  Sonderf\\\\u00fchrer (B) , equivalent to Major /  Oberstleutnant  (OF-3/-4),\\\\n  Sonderf\\\\u00fchrer (K) , equivalent to  Captain  /  Hauptmann  or  Rittmeister  (OF-2),\\\\n  Sonderf\\\\u00fchrer (Z) , equivalent to  Leutnant  /  Oberleutnant  (OF-1) or platoon leader.\\\\n\\\\n NCO function assignments in the hierarchy of the Heer (Army):\\\\n  Sonderf\\\\u00fchrer (O) , also  Dolmetscher O  (en: Interpreter O), equivalent to an  Oberfeldwebel  (OR-7),\\\\n  Sonderf\\\\u00fchrer (G) , equivalent to an  Unteroffizier  (OR-4).\\\\n\\\\n Sonderf\\\\u00fchrer  were mainly deployed:\\\\n As interpreter\\\\n In construction engineering\\\\n In the field of public finance, and administration tasks\\\\n To handle scientific tasks, e.g. as archaeology or curator\\\\n In the field of agriculture science\\\\n Railway transport, in particular field railways\\\\n\\\\nIn case of professional expertise as photographer or draughtsman, the corresponding draftee could be called up as a  Sonderf\\\\u00fchrer  to a so-called Propaganda unit of the Wehrmacht.\\\\n\\\\nAn example of individual influence in the occupied territories is the case of  Sonderf\\\\u00fchrer  Leo Weisgerber.  His campaign to unify the Breton language has had a lasting influence in the French region of Brittany L\\\\u2019origine historique et politique du >H< de BHZ.\\\\n\\\\n Position and status \\\\n Sonderf\\\\u00fchrer  were called up to military service to use the skills and expertise of specialists on defined function positions. This status was limited as to time, and became revocable if a military trained soldier could fill this position. In this case, the  Sonderf\\\\u00fchrer  was fit into the \\\\\\\"regular\\\\\\\" military training procedure etc. The former function position as  Sonderf\\\\u00fchrer  \\\\u2013 which contained a service \\\\\\\"assignment\\\\\\\" not including a service \\\\\\\"grade\\\\\\\" \\\\u2013 remained without consideration.\\\\n\\\\nBy order in 1942 \\\\u2013  Sonderf\\\\u00fchrer  on officer assignments received regular military training, in order to join the reserve officer corps. Therefore, the limitations to execute military command \\\\u2013 and disciplinary powers were lifted.Encouragement of  Sonderf\\\\u00fchrers : HM October 26, 1942. Quotation by: Dirk Richardt,  selection and training of junior officers 1930\\\\u20131945 , dissertation Marburg, 2002, p. 504. (de: F\\\\u00f6rderung von Sonderf\\\\u00fchrern: HM 26.10.1942, HM 1942. zitiert nach: Dirk Richardt,  Auswahl und Ausbildung junger Offiziere 1930\\\\u20131945 , Dissertation Marburg, 2002, S. 504.)\\\\n\\\\nThe legal state of the  Sonderf\\\\u00fchrer  was equivalent to those of a soldier in the meaning of the Nazi Service Act Legislation. Therefore, they held combatant status even prior to their appointment as commissioned officers in 1942. In the pension legislation of the Federal Republic of Germany  Sonderf\\\\u00fchrers  are explicit equivalent to regular soldiers.http://www.lagus.mv-regierung.de/land-mv/LAGuS_prod/LAGuS/Soziales/PublikationenMerkblaetter/Broschueren_und_Gesetze_zum_Sozialen_Entschaedigungsrecht/Bundesversorgungsgesetz.pdf Act on public assistance of the victims of war, p. 7, N\\\\u00b0. 3 (de: Gesetz \\\\u00fcber die Versorgung der Opfer des Krieges, S. 7, Nr. 3)\\\\n\\\\nRussian emigrants who served as interpreters in the Wehrmacht, often were adjudged to  Sonderf\\\\u00fchrer  status.Oleg Beyda:  \\\\u2018Iron Cross of the Wrangel's Army\\\\u2019: Russian Emigrants as Interpreters in the Wehrmacht.  In:  The Journal of Slavic Military Studies.  27, 2014, S.\\\\u00a0430\\\\u2013448, \\\\n\\\\n Rank insignia \\\\n Sonderf\\\\u00fchrer  of the Wehrmacht wore the standard military uniform but their collars and cap bands were blue-grey rather than army green, with unique shoulder and collar insignia. The collar patch was blue-grey with a gable-end device like that of  Beamter a. K.  in matte aluminium, with aluminium braid down the center. Epaulette patterns changed twice during the war. The original patterns, worn until March 1940 and again after December 1942, were narrow versions of army shoulder boards: a single doubled strip of aluminium braid for company-grade officer equivalents, and a single braided strip for field-officer equivalents; NCO equivalents were similar to junior officers' but green. Instead of rank pips,  Sonderf\\\\u00fchrer  wore braided gold rings encircling the shoulder straps. From 1940 to 1942 an entirely different type of shoulder board was worn: this was like the army equivalent but the braid used incorporated repeating black-white-red chevrons, giving the whole a checkered look. Ordinary rank pips and specialization pins were worn with these \\\\\\\"Second Regulation\\\\\\\" epaulets. At the end of 1942 the narrow first-pattern epaulettes were brought back again.\\\\n\\\\nIn soldier's slang  Sonderf\\\\u00fchrers , as well as Wehrmacht officials and military chaplains, were called \\\\\\\"narrow-gauge officers\\\\\\\" (), in a witty reference both to the form of their rank insignia and the limited width of their military knowledge.\\\\n\\\\n\\\\nBundesarchiv Bild 146-2005-0154, Geheimer Funkmeldedienst des OKW.jpg|The OKW Radio service in 1939. On the far right a  Sonderf\\\\u00fchrer .\\\\nBundesarchiv Bild 101I-786-0347-28, Nordafrika, Rommel und Bayerlein bei Interview.jpg|Rommel and Bayerlein, interviewed by a  Sonderf\\\\u00fchrer  (left).\\\\nBundesarchiv Bild 101I-255-1189-07, Frankreich, deutsche Besatzung.jpg|In the center a  Sonderf\\\\u00fchrer (O)  as interpreter, France.\\\\n\\\\n\\\\n SS- Sonderf\\\\u00fchrer/Fachf\\\\u00fchrer \\\\nThe designation SS- Sonderf\\\\u00fchrer  had a different meaning in comparison to the  Sonderf\\\\u00fchrer  in the Wehrmacht. Therefore, SS- Sonderf\\\\u00fchrer  should be seen in conjunction with the service rank order of the  Schutzstaffel .\\\\n\\\\nWith the title  SS-F\\\\u00fchrer im Sonderdienst  (en: SS-F\\\\u00fchrer in special service), short SS- Sonderf\\\\u00fchrer  (en: SS-Specialist leader), from 1942 SS- Fachf\\\\u00fchrer  in the Waffen-SS (SS-F\\\\u00fchrer specialist in the Waffen-SS), the technical education of a SS-member was characterized.\\\\n\\\\nThe Allgemeine-SS introduced uniform cuff insignia (the so-called  T\\\\u00e4tigkeitsabzeichen  or  Sonderlaufbahnabzeichen  on the SS uniform. It characterized the professional skills of the SS specialist, e.g.: so-called special cuff career insignia (de: Sonderlaufbahnabzeichen) on the uniform in 1935 \\\\n \\\\nAs of 1935:\\\\nAesculapius = F\\\\u00fchrer in the medical service\\\\nNegative Aesculapius = medical personnel\\\\nGothic Z = F\\\\u00fchrer in dental medical service\\\\nGothic A = Apothecary \\\\nSnake = F\\\\u00fchrer and junior F\\\\u00fchrer in the veterinarian service \\\\nHarp = F\\\\u00fchrer conductor (de: Musikf\\\\u00fchrer)\\\\n\\\\n\\\\nDesignation \\\\nCorps colour\\\\nExample\\\\nRemarks\\\\n SS-Sonderf\\\\u00fchrer (also Recruitment service (de: Ersatzwesen) and  SS-Reserve officers )\\\\nDark green \\\\n\\\\ncenter\\\\n SS-Obersturmf\\\\u00fchrer \\\\n\\\\nFundamental, it was possible to add any use any SS-rank in conjunction with a SS- Sonderf\\\\u00fchrer  assignment to any existing SS-service rank. The normal procedure was to call up SS- Sonderf\\\\u00fchrer  from own SS-staff.\\\\n\\\\nOther Branches\\\\n Sonderf\\\\u00fchrer  were used not only in Wehrmacht and Waffen-SS, but also in other Nazi-organisation, e.g. in the Organisation Todt,  Reichsarbeitsdienst , etc.\\\\n\\\\n Notable appointments \\\\nSome notable personnel of this rank include:\\\\n Lothar-G\\\\u00fcnther Buchheim, painter, photograph, writer, publisher and art collector, was deployed in a propaganda company of the Kriegsmarine as  Sonderf\\\\u00fchrer  war correspondent. He wrote in line to personal experience the novel  Das Boot .\\\\n Hans von Dohnanyi,  Sonderf\\\\u00fchrer  in the staff of Admiral Wilhelm Canaris, member of the resistance, executed in 1945.\\\\n Hans Fallada, novel author,  Sonderf\\\\u00fchrer (B)  in the so-called  Reichsarbeitsdienst  in France and after World War II lived in the Soviet occupation zone where he died in 1947.\\\\n , as SS- Sonderf\\\\u00fchrer  of a propaganda unit assigned as war correspondence; after World War II, a very successful non-fiction book author (o. a.  Deutschland, Deutschland \\\\u00fcber alles... ) and painter.\\\\n Hans Bernd Gisevius, called up to Admiral Wilhelm Canaris as  Sonderf\\\\u00fchrer  in the staff division  Ausland/Abwehr  of the OKW, he took part in to the 20 July plot to kill Hitler; later was author of the book  Bis zum bitteren Ende .\\\\n Gerhard Heller,  Sonderf\\\\u00fchrer  of the  Propaganda-Staffel Paris ,  responsible to literary censorship and paper supply; after World War II, was a publisher.\\\\nRobert Pilchowski, expert on tea and rubber farming, served as  Sonderf\\\\u00fchrer  for the agency \\\\\\\"Arbeitsgemeinschaft niederl\\\\u00e4ndisch-indischer Firmen\\\\\\\" (en: working team of Dutch-Indian companies) in Amsterdam; after World War II, was an author.\\\\nFritz Piersig,  Sonderf\\\\u00fchrer (Z) , as musicologist responsible to controlling of music in France since 1940.\\\\nEberhard Taubert, high ranking collaborator of the Reich Ministry of Public Enlightenment and Propaganda,  Sonderf\\\\u00fchrer of Propaganda  in occupied Norway, wrote the scenario to the film  The Eternal Jew ; after World War II, advisor to the Minister of Defence Franz Josef Strau\\\\u00df.\\\\nWolfgang Willrich, as  Sonderf\\\\u00fchrer  fanatic defender of the Nazi art expression. \\\\n\\\\n References \\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:SS ranks\\\\nCategory:Military ranks of Germany\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Sonderf\\\\u00fchrer\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"ZFMwV4gB5OlBNhqDA8QJ\\\", \\\"_score\\\": 66.02796, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n Oskar Paul Dirlewanger  (26 September 1895 \\\\u2013 ) was a German military officer ( SS-Oberf\\\\u00fchrer ) who served as the founder and commander of the Nazi SS penal unit \\\\\\\"Dirlewanger\\\\\\\" during World War II. Serving in Poland and in Belarus, his name is closely linked to some of the most notorious crimes of the war. He also fought in World War I, the post-World War I conflicts, and the Spanish Civil War. He reportedly died after World War II while in Allied custody. According to historian Timothy Snyder, \\\\\\\"in all the theaters of the Second World War, few could compete in cruelty with Dirlewanger\\\\\\\".\\\\n\\\\nEarly life\\\\nDirlewanger was born in W\\\\u00fcrzburg on 26 September 1895. He was the son of a merchant, and spent much of his childhood in Esslingen Am Neckar after his family moved there in 1906. He attended the Esslinger Gymnasium (known today as the Georgii-Gymnasium) and the Schelztor-Oberrealschule. He completed his  Abitur  in 1913.\\\\n\\\\nWorld War I\\\\nDirlewanger enlisted in the W\\\\u00fcrttemberg Army on the 1 October 1913, and served as a machine gunner in the \\\\\\\"K\\\\u00f6nig Karl\\\\\\\" Grenadier Regiment 123, a part of the XIII (Royal W\\\\u00fcrttemberg) Corps and as a one-year volunteer. He would fight as a part of this unit on the Western Front of World War I, where he took part in the German invasion of Belgium and later fought in France. He received the Iron Cross 2nd Class and 1st Class, having been wounded six times, and finished the war with the rank of lieutenant, in charge of a company on the Eastern Front in southern Russia and Romania. At the cessation of hostilities, all German units in Dirlewanger's area were ordered to be interned in Romania, but Dirlewanger disobeyed these orders and led 600 men from his and other units back to Germany.Ingrao, p. 54 According to German biographer Knut Stang, the war was a contributing factor that determined Dirlewanger's later life and his \\\\\\\"terror warfare\\\\\\\" methods, as \\\\\\\"his amoral personality, with his alcoholism and his sadistic sexual orientation, was additionally shattered by the front experiences of the First World War and its frenzied violence and barbarism.\\\\\\\"\\\\n\\\\nInterwar period\\\\nAfter the end of World War I, Dirlewanger, described in a police report as \\\\\\\"a mentally unstable, violent fanatic and alcoholic, who had the habit of erupting into violence under the influence of drugs\\\\\\\",Longerich joined various  Freikorps  right-wing paramilitary militias and fought against German communists in the Ruhr and Saxony, and against Poles in Upper Silesia. He participated in the suppression of the German Revolution of 1918\\\\u201319 with the  Freikorps  in multiple German cities in 1920 and 1921. Later, he commanded an armed formation of students which was set up by him under the W\\\\u00fcrttemberg \\\\\\\"Highway Watch\\\\\\\".\\\\n\\\\nOn Easter Sunday 1921, Dirlewanger commanded an armoured train that moved towards Sangerhausen, which had been occupied by the Communist Party of Germany militia group of Max Hoelz in one of their raids intended to inspire worker uprisings. An attack by Dirlewanger failed, and the enemy militiamen succeeded in cutting off his force. After the latter was reinforced by pro-government troops during the night, the Communists withdrew from the town. During this operation, Dirlewanger was grazed on the head by a gunshot. After the Nazi Party gained power, Dirlewanger was celebrated as the town's \\\\\\\"liberator from the Red terrorists\\\\\\\" and received its honorary citizenship in 1935.\\\\n\\\\nBetween his militant forays, he studied at the Goethe University Frankfurt and in 1922 obtained a doctorate in political science. He wrote his doctoral thesis as an analysis and critique of the planned economy, titled: \\\\u201cCritique of the idea of a planned management of the economy.\\\\\\\"Wistrich, Robert S. (2001).  Who's Who of Nazi Germany: Dirlewanger, Oskar.  Routledge, p. 44.  The following year, he joined the Nazi Party and its SA militia, and later also the SS. From 1928 to 1931 he was an executive director of a textile factory owned by a Jewish family in Erfurt where he renounced active service in the SA but financially donated to the SA, possibly obtaining the money by embezzling from his company.Ingrao, p. 63 Dirlewanger held various jobs, which included working at a bank and a knitwear factory. In 1933 after the Nazi seizure of power, Dirlewanger was rewarded to become director of the Heilbronn employment agency, a strategic post for local-level Nazi leaders.\\\\n\\\\nDirlewanger was repeatedly convicted for illegal arms possession and embezzlement. In 1934, he was convicted and sentenced to two years' imprisonment for \\\\\\\"contributing to the delinquency of a minor with whom he was sexually involved\\\\\\\", as well as the illegal use of a government vehicle and damaging said vehicle while under the influence of alcohol. Dirlewanger also lost his job, his doctor title and all military honours, and was expelled from the party. Soon after his release from the prison in Ludwigsburg, he was arrested again on similar charges for criminal recidivism. He was sent to the Welzheim concentration camp, either as what Stein feels was standard practice for deviant sexual offenders in Germany at the timeGeorge H. Stein (1984).   The Waffen SS . Cornell University Press, p. 266.  or for creating a disturbance demanding the reversal of his criminal charges appearing before the Reich Chancellery.Ingrao, p. 71 Dirlewanger was released and reinstated in the general reserve of the SS following personal intervention of his wartime companion and local NSDAP cadre comrade Gottlob Berger, who was also a long-time personal friend of the SS chief Heinrich Himmler and had become the head of the SS Head Office ( SS-Hauptamt , SS-HA).\\\\n\\\\nDirlewanger next went to Spain, where he enlisted into the Spanish Legion during the Spanish Civil War. Through Berger he transferred to the German Condor Legion where he served from 1936 to 1939 and was wounded three times. Following further intervention on his behalf by his patron Berger, he successfully petitioned to have his case reconsidered in light of his service in Spain. Dirlewanger was reinstated into the NSDAP, albeit with a higher party number (No. 1,098,716). His doctorate was also restored by the University of Frankfurt.\\\\n\\\\nWorld War II\\\\nPolish civilians murdered in the Wola massacre by Dirlewanger's men. Warsaw, August 1944\\\\nAt the beginning of World War II, Dirlewanger volunteered for the  Waffen-SS  and received the rank of  Obersturmf\\\\u00fchrer . He eventually became the commander of the so-called Dirlewanger Brigade (at first designated as a battalion, later expanded to a regiment and a brigade, and eventually a division), composed originally of a small group of former poachers along with soldiers of a more conventional background. It was believed that the excellent tracking and shooting skills of the poachers could be put to constructive use in the fight against partisans. Later, Dirlewanger's soldiers were mostly recruited from among the ever-increasing groups of German convicted criminals (civilian and military) and concentration camp inmates, eventually including mental asylum patients, homosexuals, interned Romani people, and (at the end of the war) even political prisoners sentenced for their anti-Nazi beliefs and activities.\\\\n\\\\nThe unit was assigned to security duties first in the General Government (occupied Poland), where Dirlewanger served as an SS-TV commandant of a labour camp at Stary Dzik\\\\u00f3w. The camp was the subject of an abuse investigation by SS judge Georg Konrad Morgen, who accused Dirlewanger of wanton acts of murder, corruption, and  Rassenschande  or race defilement (Morgen consequently himself was reduced in rank and sent to the Eastern Front).Philip W. Blood,  Hitler's Bandit Hunters: The SS and the Nazi Occupation of Europe  According to Morgen, \\\\\\\"Dirlewanger was a nuisance and a terror to the entire population. He repeatedly pillaged the ghetto in Lublin, extorting ransoms.\\\\\\\" Atrocities committed by Dirlewanger included injecting strychnine into young Jewish female prisoners, previously undressed and whipped, to watch them convulse to death in front of him and his friends for entertainment.Richard Grunberger (1971).  The 12-Year Reich: A Social History of Nazi Germany, 1933\\\\u20131945 . Holt, Rinehart and Winston. p. 104.  According to Raul Hilberg, this camp was where \\\\\\\"one of the first instances that reference was made to the 'soap-making rumor\\\\\\\".David Crowe (2004)  Oskar Schindler: The Untold Account of His Life, Wartime Activities, and the True Story Behind the List . Basic Books. p. 346.  According to the rumor, Dirlewanger \\\\\\\"cut up Jewish women and boiled them with horse meat to make soap.\\\\\\\"\\\\n\\\\nAccording to Peter Longerich, Dirlewanger's leadership \\\\\\\"was characterized by continued alcohol abuse, looting, sadistic atrocities, rape, and murder\\\\u2014and his mentor Berger tolerated this behaviour, as did Himmler, who so urgently needed men such as the  Sonderkommando  Dirlewanger in his fight against 'subhumanity'.\\\\\\\"Longerich, pp. 345\\\\u2013346 In his letter to Himmler,  SS-Brigadef\\\\u00fchrer  Odilo Globocnik recommended Dirlewanger, who \\\\\\\"in charge of the Jewish camp of Dzikow ... was an excellent leader.\\\\\\\"Longerich, p. 831 During the Ministries Trial after the war, Berger said: \\\\\\\"Now Dr. Dirlewanger was hardly a good boy. You can't say that. But he was a good soldier, and he had one big mistake that he didn't know when to stop drinking.\\\\\\\"French L. MacLean (2007)  Thank God That's Gone to the Butcher: 2000 Quotes from Hitler's 1000-year Reich . Schiffer Publishing. p. 23. \\\\n\\\\nIn February 1942, the unit was assigned to \\\\\\\"anti-gang\\\\\\\" operations ( Bandenbek\\\\u00e4mpfung ) in Belarus. In  Bloodlands: Europe Between Hitler and Stalin , Timothy Snyder wrote that \\\\\\\"Dirlewanger's preferred method was to herd the local population inside a barn, set the barn on fire, and then shoot with machine guns anyone who tried to escape.\\\\\\\"Timothy Snyder,  Bloodlands: Europe Between Hitler and Stalin , pp.\\\\u00a0241\\\\u2013242, 304 Rounded-up civilians would be also routinely used as human shields and marched over minefields. In  Masters of Death , Richard Rhodes wrote that Dirlewanger and his force \\\\\\\"raped and tortured young women and slaughtered Jews  Einsatzgruppen -style in Byelorussia beginning in 1942.\\\\\\\"Richard Rhodes,  Masters of Death: The SS-Einsatzgruppen and the Invention of the Holocaust  Snyder cautiously estimated that the  Sonderkommando , by then regiment-sized, killed at least 30,000 Belarusian civilians. Himmler was well aware of Dirlewanger's reputation and record, but nonetheless gave him the German Cross in Gold on 5 December 1943, for his unit's actions such as during Operation Cottbus (May\\\\u2013June 1943), during which Dirlewanger reportedly killed more than 14,000 alleged partisans.\\\\n\\\\nDirlewanger's men in central Warsaw in 1944\\\\n\\\\nIn the summer of 1944, during Operation Bagration, Dirlewanger's unit suffered heavy losses while fighting against the Red Army. It was then hastily rebuilt and reformed into a  Sturmbrigade  (assault brigade) and used in the suppression of the Warsaw Uprising. Historian Martin Windrow wrote that in the summer of 1944 Dirlewanger led his \\\\\\\"butchers, rapists and looters into action against the Warsaw Uprising, and quickly committed ... unspeakable crimes.\\\\\\\"Martin Windrow (1984)  The Waffen-SS . Osprey Publishing. p. 26.  In Warsaw, Dirlewanger participated in the Wola massacre, together with police units rounding up and shooting some 40,000 civilians, most of them in just two days. In the same Wola district, Dirlewanger burned three hospitals with patients inside, while the nurses were \\\\\\\"whipped, gang-raped and finally hanged naked, together with the doctors\\\\\\\" to the accompaniment of the popular song \\\\\\\"In M\\\\u00fcnchen steht ein Hofbr\\\\u00e4uhaus\\\\\\\". Later, \\\\\\\"they drank, raped and murdered their way through the Old Town, slaughtering civilians and fighters alike without distinction of age or sex.\\\\\\\" In the Old Town \\\\u2013 where about 30,000 civilians were killed \\\\u2013 several thousand wounded in field hospitals overrun by the Germans were shot and set on fire with flamethrowers.  SS-Obergruppenf\\\\u00fchrer  Erich von dem Bach-Zelewski, overall commander of the forces pacifying Warsaw \\\\u2013 and Dirlewanger's former superior officer in Belarus \\\\u2013 described Dirlewanger as having \\\\\\\"a typical mercenary nature.\\\\\\\"Andrew Borowiec (2001)  Destroy Warsaw!: Hitler's Punishment, Stalin's Revenge . the University of Michigan. p. 101. \\\\n\\\\nIn recognition of his work to crush the uprising and intimidate the population of the city, Dirlewanger received his final promotion, to the rank of  SS-Oberf\\\\u00fchrer , on 15 August 1944. In October, he was awarded the Knight's Cross of the Iron Cross, recommended for it by his superior officer in Warsaw,  SS-Gruppenf\\\\u00fchrer  Heinz Reinefarth (after the war, Reinefarth lied about his role in Warsaw, even denying Dirlewanger had been under his command).\\\\n\\\\nDirlewanger then led his men in joining the efforts to put down the Slovak National Uprising in October 1944, eventually being posted on the front lines of Hungary and eastern Germany to fight against the advancing Red Army. In February 1945, the unit was expanded again and re-designated as the 36th Waffen Grenadier Division of the SS. That same month, Dirlewanger was shot in the chest while fighting against Soviet forces near Guben in Brandenburg and sent to the rear. It was his twelfth and final injury in the war. On 22 April, he went into hiding.\\\\n\\\\nDirlewanger is invariably described as an extremely cruel person by historians and researchers, including as \\\\\\\"a psychopathic killer and child molester\\\\\\\" by Steven Zaloga,Steven J. Zaloga (1982)  The Polish Army 1939\\\\u201345 . Osprey. p. 25.  \\\\\\\"violently sadistic\\\\\\\" by Richard Rhodes, and \\\\\\\"an expert in extermination and a devotee of sadism and necrophilia\\\\\\\" by J. Bowyer Bell. \\\\n\\\\nDeath\\\\nDirlewanger was arrested on 1 June 1945 near the town of Altshausen in Upper Swabia by French occupation zone authorities while he was wearing civilian clothes, using a false name and hiding in a remote hunting lodge. He was recognised by a Jewish former concentration camp inmate and brought to a detention centre. He reportedly died around 5\\\\u20137 June 1945 in a prison camp at Altshausen, probably as a result of ill treatment. There are numerous conflicting reports of the nature of his death: the French said that he died of a heart attack and was buried in an unmarked grave; or he was taken by armed Poles, presumably former forced laborers; or French military prisoners (of Polish descent); or Polish soldiers ( 29xi\\\\u00e8me Groupement d'Infanterie Polonaise ), who were mistreated in French custody; or former inmates and prison guards; or that he escaped and there were some rumours that he joined the French Foreign Legion. Ultimately his fate is unknown, but it is generally considered most likely that he died at Altshausen.Arolsen Archives DE ITS 2.3.3.1/671971 (Hohes Kommissariat der Republik Frankreich, Kartei der Verfolgten in der franz\\\\u00f6sischen Besatzungszone und von Franzosen in anderen Zonen) Bild 77330504 (Bekala Josef 01/22/1907), Bild 77887012 (Szklany Jean 06/18/1914), Bild 77867470 (Spieszny), pp. 233-236, 248-251\\\\n\\\\nAwards\\\\n Iron Cross (1914) 2nd Class (28 August 1914) and 1st Class (13 July 1916)\\\\n Wound Badge (1914) in Gold (30 April 1918)\\\\n Spanish Cross of Military Merit (1939)\\\\n Clasp to the Iron Cross (1939) 2nd Class (24 May 1942) and 1st Class (16 September 1942)\\\\n Wound Badge (1939) in Gold (9 July 1943)\\\\n German Cross in Gold (5 December 1943)\\\\n Close Combat Clasp (19 March 1944)\\\\n Knight's Cross of the Iron Cross (30 September 1944)\\\\n Bandit-warfare Badge in Silver (1944)\\\\n\\\\nLegacy\\\\n Wolfsbrigade 44 , a German Neo-Nazi group which was banned by the German government in December 2020, who according to  The Times , used the \\\\\\\"44\\\\\\\" as code for \\\\\\\"DD\\\\\\\", short for \\\\\\\"Division Dirlewanger\\\\\\\". The Times  5 Dec 2020 p. 54\\\\n\\\\nReferences\\\\nFootnotes\\\\n\\\\n\\\\nBibliography\\\\n\\\\n\\\\n, pp.\\\\u00a0226\\\\u2013256\\\\n\\\\n \\\\n\\\\nExternal links\\\\n\\\\nOskar Dirlewanger www.HolocaustResearchProject.org\\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:1895 births\\\\nCategory:1945 deaths\\\\nCategory:20th-century Freikorps personnel\\\\nCategory:Child sexual abuse in Poland\\\\nCategory:Child sexual abuse in the Soviet Union\\\\nCategory:Condor Legion personnel\\\\nCategory:Criminals from Bavaria\\\\nCategory:German Army personnel of World War I\\\\nCategory:German military personnel of the Spanish Civil War\\\\nCategory:German people convicted of child sexual abuse\\\\nCategory:German people who died in prison custody\\\\nCategory:German rapists\\\\nCategory:Goethe University Frankfurt alumni\\\\nCategory:Holocaust perpetrators in Belarus\\\\nCategory:Holocaust perpetrators in Poland\\\\nCategory:Military personnel from W\\\\u00fcrzburg\\\\nCategory:Murdered criminals\\\\nCategory:People convicted of embezzlement\\\\nCategory:People convicted of statutory rape offenses\\\\nCategory:People from the Kingdom of Bavaria\\\\nCategory:People with antisocial personality disorder\\\\nCategory:Prisoners who died in French detention\\\\nCategory:Recipients of the clasp to the Iron Cross, 1st class\\\\nCategory:Recipients of the Gold German Cross\\\\nCategory:Recipients of the Knight's Cross of the Iron Cross\\\\nCategory:SS-Oberf\\\\u00fchrer\\\\nCategory:Waffen-SS personnel\\\\nCategory:Warsaw Uprising German forces\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Oskar_Dirlewanger\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"PaBGV4gB5OlBNhqDuPcY\\\", \\\"_score\\\": 64.89271, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\nThe  8\\\\u00a0cm Raketen-Vielfachwerfer  was a copy of the Soviet BM-8 Katyusha multiple rocket launcher produced in Nazi Germany during the Second World War.\\\\n\\\\nHistory\\\\nThe Soviet BM-8 Katyusha rocket launchers first encountered during Operation Barbarossa left a big impression on the invading Germans. Proposals to copy the Katyusha for German use were soon made but there wasn't much spare industrial capacity available for new projects. There also wasn't a great deal of enthusiasm for the project because the German Army had already committed to the production of spin-stabilized rocket systems such as the Nebelwerfer.\\\\n\\\\nSince the Waffen-SS was the military wing of the Nazi Party it was often in competition with the Wehrmacht for resources. This meant the Waffen-SS often used its political influence to create its own network of suppliers outside the influence of the Wehrmacht to supply its troops. A product of this competition for resources was the 8\\\\u00a0cm Raketen-Vielfachwerfer which was almost a direct copy of the BM-8 and often armed Waffen-SS units.\\\\n\\\\nDesign\\\\n Launcher \\\\nThe launcher consisted of two rows of parallel perforated steel rails which the rockets were mounted on. The launch rails could launch either German or captured Russian rockets.  The rails were then mounted on tubular steel frames on a variety of vehicles. Two of the most common mounts were an armored SOMUA MCG German designation  S307(f)  half-track modified by Alfred Becker for use by the Wehrmacht or a German Sd.Kfz. 4 half-track.\\\\n\\\\n Rocket \\\\nThe rocket called the  8\\\\u00a0cm Raketen Sprenggranate  was a simple cordite fueled, fin stabilized,  diameter, high-explosive rocket patterned closely on the Russian M-8. The body was simple and inexpensive to produce due to the use of stamped sheet metal components, unlike the more expensive machined venturis used by spin-stabilized rockets.  The fins of the 8\\\\u00a0cm Raketen Sprenggranate differed from the M-8 and were mounted at 2\\\\u00b0 to impart spin to improve accuracy.\\\\n\\\\nRocket Comparison\\\\n300x300px\\\\n\\\\n\\\\nRussian\\\\nGerman\\\\n Diameter: \\\\n\\\\n\\\\n Length: \\\\n\\\\n\\\\n Weight: \\\\n\\\\n\\\\n Fuel Weight: \\\\n\\\\n\\\\n Explosive Weight: \\\\n\\\\n\\\\n Speed: \\\\n\\\\n\\\\n Range: \\\\n\\\\n\\\\n\\\\n\\\\nPhoto Gallery\\\\n\\\\nFile:Bundesarchiv Bild 101I-300-1863-30, Riva-Bella, Waffenvorf\\\\u00fchrung Panzerwerfer.jpg|A weapons demonstration of a 24-round 8\\\\u00a0cm Rakaten-Vielfachwerfer on an armoured SOMUA MCG half-track. Located in Northern France, Atlantic Coast, Riva Bella, 30 May 1944.\\\\nFile:Bundesarchiv Bild 101I-300-1863-33A, Riva-Bella, Waffenvorf\\\\u00fchrung Panzerwerfer, Rommel.jpg|A collection of German officers including Generalfeldmarschall Erwin Rommel at Riva Bella 30 May 1944.\\\\nFile:Bundesarchiv Bild 101I-300-1863-35, Riva-Bella, Waffenvorf\\\\u00fchrung Panzerwerfer, Rommel.jpg\\\\nFile:Bundesarchiv Bild 101I-300-1863-07, Riva-Bella, Panzerwerfer, Einschl\\\\u00e4ge.jpg|Shell splashes in the waters off Riva Bella (Sword Beach), May 30, 1944.\\\\n\\\\n\\\\nNotes\\\\n\\\\n\\\\nReferences\\\\n\\\\n Chamberlain, Peter (1975). Mortars and Rockets. Gander, Terry. New York: Arco Pub. Co. \\\\n Spielberger, Walter (1989). Die Halbketten-Vehicles des deutschen Heeres 1909\\\\u20131945. Motorbuch Verlag. \\\\n\\\\nExternal links\\\\n\\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:Rocket artillery\\\\nCategory:World War II artillery of Germany\\\\nCategory:Weapons and ammunition introduced in 1943\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/8_cm_Raketen-Vielfachwerfer\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"r2k3V4gB5OlBNhqDtYK5\\\", \\\"_score\\\": 63.37876, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\nKai Diekmann\\\\n Kai Diekmann  (born 27 June 1964 in Ravensburg) is a German journalist. From 1998 until 2000 he was editor of  Welt am Sonntag  (English: World on Sunday). From January 2001 to December 2015 he was chief editor of  Bild . He is also a member of the executive board of the Turkish daily  H\\\\u00fcrriyet .\\\\n\\\\nLife\\\\nD\\\\u00fczen Tekkal, Friede Springer, Mathias D\\\\u00f6pfner, Kai Diekmann and Julian Reichelt on the roof of the US Embassy in Berlin (2019)\\\\nDiekmann grew up in Bielefeld. After his Abitur (or matura) exam and mandatory military service, which he completed on the editorial staff of a military newspaper, he studied at the University of M\\\\u00fcnster. There he became a member of the Burschenschaft Franconia. He interrupted his studies in 1985 when he began his Volontariat (roughly: traineeship) at the Axel Springer AG through the Axel Springer Journalist School, from which he quickly began a career for the publisher, beginning as a correspondent in Bonn.Kai Diekmann's Blog\\\\n\\\\nFrom 1989-1991 he was the chief reporter for the Hubert Burda Media-published illustrated Bunte, a weekly featuring articles on celebrities, gossip, and lifestyle. After a short detour at the Ullstein-Verlag-published tabloid B.Z., in 1992 he transferred to  Bild , the best-selling daily newspaper in Germany known for sensationalist news stories. In 1992, he became editor of  Welt am Sonntag , and in 2001 returned to  Bild  where he became editor. Since 2004, in addition to being editor, he is also the publisher of  Bild  as well as  Bild am Sonntag . In March 2004, the first volume of the definitive memoirs of former Bundeskanzler Helmut Kohl was published, edited by Diekmann.\\\\n\\\\nDiekmann is a member of the Atlantik-Br\\\\u00fccke, an organization that aims to further relationships between Germany and especially the United States.\\\\n\\\\n Lawsuits \\\\nKai Diekmann sued the Berlin daily  Die Tageszeitung , after, on 8 May 2002, the paper's satire page \\\\\\\" Die Wahrheit \\\\\\\" (The Truth) claimed that he had sought an operation to use parts of corpses to enlarge his allegedly extremely small penis. Diekmann sued the paper for 30,000 Euro in damages for illegal violations of his privacy as well as libel and defamation of character. A Berlin court ruled that there was indeed negligence on the part of the newspaper, but denied the monetary compensation demanded by Diekmann saying that, as editor of  Bild , he \\\\\\\"consciously seeks economic advantage from the violation of others' privacy\\\\\\\" and therefore \\\\\\\"is less heavily burdened by the violation of his own privacy,\\\\\\\" and furthermore that he should \\\\\\\"assume that those standards that he lays on others are also of importance for himself.\\\\\\\"Auszug aus dem Urteil des Landgerichts Berlin zum Penis-Prozess: \\\\\\\"bewusst seinen wirtschaftlichen Vorteil aus der Pers\\\\u00f6nlichkeitsrechtsverletzung Anderer sucht\\\\\\\" und daher \\\\\\\"weniger schwer durch die Verletzung seines eigenen Pers\\\\u00f6nlichkeitsrechtes belastet wird.\\\\\\\" Er m\\\\u00fcsse \\\\\\\"davon ausgehen, dass diejenigen Ma\\\\u00dfst\\\\u00e4be, die er anderen gegen\\\\u00fcber anlegt, auch f\\\\u00fcr ihn selbst von Belang sind.\\\\\\\"\\\\nAn appeal against the ruling was given no chance of success by the higher court and both sides withdrew their appeals.Penis-Prozess nicht verl\\\\u00e4ngert, taz, 3 May 2003 (in German)\\\\n\\\\n Family \\\\nFrom 1995 until 1997 Diekmann was married to Jonica Jahr, the daughter of Hamburg publisher John Jahr, Jr. On 28 January 2002 he married Bild columnist Katja Kessler, with former Chancellor of Germany Helmut Kohl serving as his best man. Diekmann and Kessler have four children, Yella, Caspar, Kolja and Lilly.\\\\n\\\\n Publications \\\\n Kai Diekmann,  Hat die christliche Botschaft keinen Platz mehr in den Medien? Referate und Stellungnahmen bei einer Medientagung zum 25j\\\\u00e4hrigen Jubil\\\\u00e4um der Nachrichtenagentur Idea.  Wetzlar: Evangelische Nachrichtenagentur, 1995. ISSN 1614-502X\\\\n Helmut Kohl (Kai Diekmann, Ralf G. Reuth, eds.),  Ich wollte Deutschlands Einheit.  Berlin: Ullstein, 2000. \\\\n Kai Diekmann,  Der gro\\\\u00dfe Selbstbetrug: Wie wir um unsere Zukunft gebracht werden.  3rd ed. Munich: Piper, 2007. \\\\n Kai Diekmann, S\\\\u00fcper Freunde:  Was T\\\\u00fcrken und Deutsche sich wirklich zu sagen haben.  Munich, Piper, 2008. \\\\n Kai Diekmann,  Die Mauer: Fotografien 1961 - 1992 . Fackeltr\\\\u00e4ger, 2009. \\\\n Kai Diekmann,  Die l\\\\u00e4ngste Nacht, der gr\\\\u00f6\\\\u00dfte Tag: Deutschland am 9. November 1989.  Munich, Piper, 2009. \\\\n\\\\n Awards \\\\n Goldene Feder 2000, 2005\\\\n World Media Award 2002\\\\n Blogger Newcomer of the Year, 2009\\\\n Media Man of the Year, 2009\\\\n\\\\n See also \\\\n Friede sei mit Dir\\\\n\\\\n References \\\\n\\\\n\\\\n External links \\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:1964 births\\\\nCategory:Living people\\\\nCategory:German male journalists\\\\nCategory:German journalists\\\\nCategory:German newspaper journalists\\\\nCategory:20th-century German journalists\\\\nCategory:21st-century German journalists\\\\nCategory:German male writers\\\\nCategory:Axel Springer SE\\\\nCategory:Bild people\\\\nCategory:Welt am Sonntag editors\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Kai_Diekmann\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"SZZDV4gB5OlBNhqD8VHs\\\", \\\"_score\\\": 62.83074, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\nThe  Sparta Battalion  () is a Russian people's militia military unit of the Russian republic of Donetsk People's Republic (DPR) in eastern Ukraine. They were integrated into the Russian Armed Forces in 2022. The unit has been fighting against the Armed Forces of Ukraine in the Donbas war and the 2022 Russian invasion. Formed in 2014, it was initially led by the Russian-born Arsen Pavlov (callsign \\\\\\\"Motorola\\\\\\\") until his death in October 2016, and then by Vladimir Zhoga (callsign \\\\\\\"Vokha\\\\\\\"), from Sloviansk, until his death in March 2022.\\\\n\\\\nThe battalion took part in the Battle of Ilovaisk and Second Battle of Donetsk Airport and several others. According to  Foreign Policy , the Sparta Battalion has \\\\\\\"a reputation for ruthlessness\\\\\\\". It has committed war crimes in the Donbas. The battalion has been described as Russian ultranationalist, and the European Eye on Radicalization notes that it uses a combination of Russian imperial symbols and \\\\\\\"symbols of the Spartan military culture, well-known drivers of the far-right\\\\\\\".\\\\n\\\\nHistory\\\\nAccording to Ukrainian and Russian sources, the unit was formed in August 2014 in Donetsk, based on the previously existing anti-tank/MG troop led by Pavlov which earlier reportedly participated in Battle of Ilovaisk along with Igor Strelkov's \\\\\\\"volunteer\\\\\\\" forces.\\\\n\\\\nBattles during the Donbas war\\\\nIn 2014, the battalion took part in the Battle of Illovaisk.\\\\n\\\\nIn 2015, it fought in the Second Battle of Donetsk Airport. During this battle, its fighters were filmed capturing Ukrainian soldiers (who were later paraded through Donetsk, where they were attacked by locals), and transporting the bodies of Ukrainian soldiers. Pavlov made Ukrainian POWs carry the bodies of other Ukrainians because, he said, \\\\\\\"it's not our job to recover dead bodies, it's our job to make them.\\\\\\\"\\\\n\\\\nIn January 2015, it participated in the Battle of Debaltseve.\\\\n\\\\nIn March 2016, it was in the armed skirmish in Dokuchaievsk.\\\\n\\\\nIn September 2016, the group was deployed into Lugansk People's Republic, with the stated aim of preventing an anticipated coup d'\\\\u00e9tat.\\\\n\\\\nIn late 2016, it was deployed at Sergey Prokofiev airport in Donetsk.\\\\n\\\\n During the 2022 Russian invasion \\\\n\\\\nThe battalion took part in:\\\\n\\\\n Battle of Volnovakha\\\\n Siege of Mariupol\\\\n Battle of Avdiivka\\\\n\\\\n Alleged war crimes \\\\n\\\\nIn February 2015, Ukrainian SSU started an investigation into allegations of war crimes committed in January 2015 by the Battalion and its leader Arsen Pavlov, with charges including murder, bullying, torture and forcing people into slave labor.\\\\n\\\\nIn April 2015 Russian deputy director of the Europe and Central Asia Amnesty International, Denis Krivosheev, blamed Pavlov for killing and torturing Ukrainian POWs captured at Donetsk airport. According to Krivosheev, Pavlov said in an interview to the  Kyiv Post  that he killed Ukrainian  who was prisoner of war at the time of his detention and who suffered several facial wounds and wasn't able to walk. In an controversial tape which was published on YouTube in April 2015 which features voices of both of the  Kyiv Post 's journalist and a voice allegedly belonging to Pavlov, with the latter claiming to have killed 15 prisoners when the journalist asked him about Branovitsky, saying \\\\u201cI\\\\u2019ve shot 15 prisoners. I don\\\\u2019t give a shit. No comment. I kill whoever I want.\\\\u201d Amnesty called for thorough investigation of the crime. A surviving Ukrainian POW interviewed by the BBC said he had seen Pavlov shooting Branovitsky. In June it was reported by a Ukraine official that Interpol refused to put Pavlov on their wanted list on the grounds of the \\\\\\\"political nature of the Motorola case\\\\\\\".\\\\n\\\\nIn 2016, a  Vice News  journalist described being told by Sparta members about Ukrainian corpses still at Donetsk airport, which Sparta members had forced Ukrainian POWs to bury in 2014.\\\\n\\\\nStructure\\\\nSparta Battalion fighter near the Donetsk Airport's Old Terminal (November 2014).\\\\n\\\\n 2015 \\\\nMembers' names were posted on Facebook on 5 April 2015 by Vyacheslav Abroskin, head of Donetsk Oblast's police. At least 40 names were listed. Its membership reportedly includes foreign fighters from Moldova.\\\\n\\\\n 2022 \\\\n\\\\nVladimir Putin and Artem Zhoga on 9 May 2022\\\\nIn March 2022, the Battalion's commander Vladimir Zhoga was killed at Volnovakha in the course of the Russian invasion of Ukraine. He was posthumously awarded the title of \\\\\\\"Hero of the Russian Federation\\\\\\\" by Russian president Vladimir Putin.\\\\n\\\\nThe sub-units of the battalion are approximately following:\\\\n\\\\n 1st Company\\\\n 2nd Reconnaissance Company\\\\n The commander was killed during the Battle of Avdiivka on April 21, 2022\\\\n\\\\n Ideology and symbols \\\\nGerman anti-extremist news website  Belltower  described the militia as Russian ultranationalist and irredentist. The battalion flies the black-yellow-white flag of the Russian Empire and, according to the European Eye on Radicalization, the unit  \\\\\\\"uses a combination of symbols of the Spartan military culture, well-known drivers of the far-right, and from the Tsarist era\\\\\\\".\\\\n\\\\nIts flag includes a letter M. According to a fighter interviewed by  The Independent , this is \\\\\\\"because it is dedicated to Motorola, our commander... a DPR hero\\\\\\\".\\\\n\\\\nThe Ukrainian newspaper  Segodnya  noted how the stylized red \\\\\\\"M\\\\\\\" looks identical to the logo of the  Sparta Rangers , a fictional faction of elite soldiers from the  Metro 2033  videogame. Dmitry Glukhovsky, writer and creator of the  Metro  series, condemned the use of the name and symbol in a radio interview.\\\\n\\\\n Commanders \\\\n\\\\n Arsen \\\\\\\"Motorola\\\\\\\" Pavlov (2014\\\\u20132016)\\\\n Vladimir \\\\\\\"Vokha\\\\\\\" Zhoga (2016\\\\u20132022)\\\\n Artem Zhoga (2022\\\\u2013present)\\\\n\\\\nGallery\\\\n\\\\nFile:2015-05-05. \\\\u0420\\\\u0435\\\\u043f\\\\u0435\\\\u0442\\\\u0438\\\\u0446\\\\u0438\\\\u044f \\\\u043f\\\\u0430\\\\u0440\\\\u0430\\\\u0434\\\\u0430 \\\\u041f\\\\u043e\\\\u0431\\\\u0435\\\\u0434\\\\u044b 204.jpg|First commander of the battalion preparing to participate in Victory Parade in 2015.\\\\nFile:DPR in Ilovaisk.png|Sparta Battalion in Ilovaisk talking to civilians near a cellar (August 2014)\\\\nFile:Sparta Battalion troops (Battle of Donetsk Airport).png|Sparta Battalion troops near the Donetsk Airport (October 2014)\\\\nFile:Motorola unit fighter (3).jpg|Company commander of the Sparta Battalion, \\\\\\\"Matros\\\\\\\", in Donetsk Airport. He led the final DPR assault on the New Terminal.\\\\nFile:2015-05-05. \\\\u0420\\\\u0435\\\\u043f\\\\u0435\\\\u0442\\\\u0438\\\\u0446\\\\u0438\\\\u044f \\\\u043f\\\\u0430\\\\u0440\\\\u0430\\\\u0434\\\\u0430 \\\\u041f\\\\u043e\\\\u0431\\\\u0435\\\\u0434\\\\u044b 200.jpg|Arsen Pavlov with his troops on BTR-70s during the rehearsal of the 2015 Donetsk Victory Day parade\\\\nFile:2016-05-09. \\\\u0414\\\\u0435\\\\u043d\\\\u044c \\\\u041f\\\\u043e\\\\u0431\\\\u0435\\\\u0434\\\\u044b \\\\u0432 \\\\u0414\\\\u043e\\\\u043d\\\\u0435\\\\u0446\\\\u043a\\\\u0435 047.jpg|Arsen Pavlov and Sparta Battalion troops on a BTR-80 during the 2016 Donetsk Victory Day parade\\\\nFile:2016-05-09. \\\\u0414\\\\u0435\\\\u043d\\\\u044c \\\\u041f\\\\u043e\\\\u0431\\\\u0435\\\\u0434\\\\u044b \\\\u0432 \\\\u0414\\\\u043e\\\\u043d\\\\u0435\\\\u0446\\\\u043a\\\\u0435 216.jpg|Sparta soldier at the Victory Parade in 2016.\\\\n\\\\n\\\\nSee also\\\\n Russian people's militias in Ukraine\\\\n Combatants of the war in Donbas\\\\n Prizrak Brigade\\\\n Somalia Battalion\\\\n\\\\nReferences\\\\n\\\\n\\\\nFurther reading\\\\n \\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:Military units and formations established in 2014\\\\nCategory:Pro-Russian militant groups\\\\nCategory:Separatist forces of the war in Donbas\\\\nCategory:2014 establishments in Ukraine\\\\nCategory:Articles containing video clips\\\\nCategory:Paramilitary organizations based in Ukraine\\\\nCategory:Military of the Donetsk People's Republic\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Sparta_Battalion\\\"}}, {\\\"_index\\\": \\\"nebula\\\", \\\"_id\\\": \\\"t1gxV4gB5OlBNhqD6Rju\\\", \\\"_score\\\": 62.563847, \\\"_ignored\\\": [\\\"text.keyword\\\"], \\\"_source\\\": {\\\"text\\\": \\\"\\\\n\\\\n\\\\n\\\\nThe Black Sun symbol\\\\n\\\\nThe  Black Sun  () is a type of sun wheel (German: ) symbol originating in Nazi Germany and later employed by neo-Nazis and other far-right individuals and groups. The symbol's design consists of twelve radial  sig  runes, similar to the symbols employed by the SS in their logo. It first appeared in Nazi Germany as a design element in a castle at Wewelsburg remodeled and expanded by the head of the SS, Heinrich Himmler, which he intended to be a center for the SS.\\\\n\\\\nIt is unknown whether the design had a name or held any particular significance among the SS. Its association with the occult originates with a 1991 German novel,  Die Schwarze Sonne von Tashi Lhunpo  (\\\\\\\" The Black Sun of Tashi Lhunpo \\\\\\\"), by the pseudonymous author Russell McCloud. The book links the Wewelsburg mosaic with the neo-Nazi concept of the \\\\\\\"Black Sun\\\\\\\", invented by former SS officer Wilhelm Landig as a substitute for the Nazi swastika.\\\\n\\\\nThe Anti-Defamation League notes that though the symbol is popular with white supremacists, imagery resembling the black sun features in many cultures, and should be analysed in the context it appears, and not necessarily interpreted as a sign of white supremacy or racism.\\\\n\\\\nWewelsburg mosaic and the Nazi period\\\\nView of the mosaic's placement in Wewelsburg\\\\nThe symbol that later became known as the \\\\\\\"black sun\\\\\\\" originated in the early 20th century, with the first depiction being the Wewelsburg mosaic. In 1933, Heinrich Himmler, the head of the SS, acquired Wewelsburg, a castle near Paderborn in the German region of Westphalia. Himmler intended to make the building into a center for the SS, and between 1936 and 1942, Himmler ordered the building expanded and rebuilt for ceremonial purposes. Himmler's remodeling included the Wewelsburg mosaic that was composed of twelve dark-green radially overlaid  sig  runes, such as those employed in the logo of the SS, on the white marble floor of the structure's north tower known as the \\\\\\\"General's Hall\\\\\\\" (). The intended significance of the image remains unknown.\\\\n\\\\nSome scholars have suggested that the artist may have found inspiration from motifs found on decorative Merovingian period discs () from Central Europe, which have been suggested to represent the sun, or it's passing through the year.\\\\n\\\\nNeo-Nazism\\\\nA leather belt with the black sun symbol as belt buckle. The item is from the 2010s.\\\\nIn the late 20th century, the Black Sun symbol became widely used by neo-fascist, neo-Nazi, the far-right and white nationalists. The symbol often appears on extremist flags, t-shirts, posters, websites and in extremist publications associated with such groups. Modern far-right groups often refer to the symbol as the  sun wheel  or .Sources:\\\\n\\\\n\\\\n\\\\nThe name \\\\\\\"Black Sun\\\\\\\" came into wider use after the publication of a 1991 occult thriller novel,  Die Schwarze Sonne von Tashi Lhunpo  ( The Black Sun of Tashi Lhunpo ), by the pseudonymous author Russell McCloud. The book links the Wewelsburg mosaic with the neo-Nazi concept of the \\\\\\\"Black Sun\\\\\\\", invented by former SS officer Wilhelm Landig as a substitute for the Nazi swastika and a symbol for a mystic energy source that was supposed to renew the Aryan race.\\\\n\\\\nA number of far-right groups and individuals have utilised the symbol in their propaganda, including the Christchurch mosque shooter Brenton Tarrant and Australian neo-Nazi group Antipodean Resistance, and the symbol was displayed by members of several extremist groups involved in the Unite the Right rally in Charlottesville, Virginia.Sources:\\\\n\\\\n\\\\n\\\\nAlong with other symbols from the Nazi era such as the , the  Sig  Armanen rune, and the , the black sun is employed by some neo-Nazi adherents of Satanism. Scholar Chris Mathews writes:\\\\n\\\\n\\\\nThe Ukrainian Azov Regiment, founded in 2014, used the symbol as part of its logo.Is the Azov Battalion a terrorist organization as 40 US House Democrats claim? Quote: \\\\\\\"The Azov Battalion included the Black Sun in its emblem in 2014-2015, however, removed it later.\\\\\\\" Political scientist Ivan Gomza wrote in  Krytyka  that the illiberal connotations of the symbol in that logo are lost on most people in Ukraine, and the logo rather has an association with \\\\\\\"a successful fighting unit that protects Ukraine.\\\\\\\" WotanJugend, a neo-Nazi group based in Kyiv and connected to the broader Azov political movement, has also used the Black Sun symbol to promote its group. During the 2022 Russian invasion of Ukraine, NATO tweeted a photo of a female Ukrainian soldier for International Women's Day. The soldier wore a symbol on her uniform that \\\\\\\"appears to be the black sun symbol\\\\\\\". After receiving complaints from social media users, NATO removed the tweet and stated \\\\\\\"The post was removed when we realised it contained a symbol that we could not verify as official\\\\\\\".\\\\n\\\\nIn May 2022, a mass shooting in Buffalo, New York occurred. The shooter, a white supremacist, wore the Black Sun symbol on his body armor and placed it on the front of his digital manifesto. Pro-Kremlin Telegram channels and influencers subsequently spread misinformation linking the shooter with the Azov Regiment and the Ukrainian nation more broadly. However, the shooter makes no reference to the Azov Regiment in his manifesto, and Ukraine receives only a single mention in a section plagiarized from an earlier mass shooter's manifesto that predates the Russian invasion of Ukraine.\\\\n\\\\nOn 1 September 2022, a man with a Black Sun arm tattoo (Fernando Andr\\\\u00e9 Sabag Montiel) attempted to assassinate Argentinian vice president Cristina Fern\\\\u00e1ndez de Kirchner.\\\\n\\\\n Other uses \\\\nAccording to Freedom House initiative  Reporting Radicalism , the Black Sun is also used by some Modern pagan and satanist groups as an esoteric symbol. They further note that it is sometimes used as a fashionable, aesthetic symbol, or misunderstood as having origins in ancient Scandinavian or Slavic cultures. The Anti-Defamation League notes that though the symbol is popular with white supremacists, imagery resembling the black sun features in many cultures, and should be analysed in the context it appears, and not necessarily interpreted as a sign of white supremacy or racism.\\\\n\\\\nSee also\\\\n\\\\n Esotericism in Germany and Austria\\\\n Fascist symbolism\\\\n \\\\n List of symbols designated by the Anti-Defamation League as hate symbols\\\\n List of occult symbols\\\\n Nazi symbolism\\\\n Sun cross\\\\n Thule-Seminar\\\\n\\\\n\\\\nReferences\\\\n Informational notes \\\\n\\\\n\\\\n Citations \\\\n\\\\n\\\\n Bibliography \\\\n\\\\n\\\\n\\\\n\\\\n\\\\n \\\\n\\\\n\\\\nExternal links\\\\n\\\\n\\\\n\\\\n\\\\n\\\\nCategory:Esotericism\\\\nCategory:Fascist symbols\\\\nCategory:Germanic mysticism\\\\nCategory:Nazi symbolism\\\\nCategory:Neo-Nazi concepts\\\\nCategory:Solar symbols\\\\nCategory:Magic symbols\\\\nCategory:Occultism in Nazism\\\", \\\"url\\\": \\\"https://en.wikipedia.org/wiki/Black_Sun_(symbol)\\\"}}]}}\", \"query\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\"}]}",
   "evidence_retrieval_status": "COMPLETED",
   "stance_detection": "{\"stances\": [{\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\n\\n\\n Julian Reichelt  (born 15 June 1980) is a German tabloid journalist. From February 2017 to October 2021, he was chairman of the editors-in-chief and editor-in-chief digital of  Bild , Germany's largest and highest-circulation tabloid.Nach neuen Erkenntnissen: Axel Springer entbindet Julian Reichelt von seinen Aufgaben www.axelspringer.com, retrieved 18 October 2021. Reichelt was fired as editor-in-chief of Bild over a sexual misconduct probe, after a story about his misconduct appeared in  The New York Times .\\n\\nEarly life and education\\nD\\u00fczen Tekkal, Friede Springer, Mathias D\\u00f6pfner, Kai Diekmann and Julian Reichelt on the roof of the US Embassy in Berlin (2019)\\nJulian Reichelt was born in Hamburg in 1980 and grew up in the district of Othmarschen. His mother Katrin Reichelt works as a freelance journalist on medical topics including a website on homeopathy. His father Hans-Heinrich Reichelt was an editor of the Berlin edition of the Bild and works as a freelance journalist. He founded together with his wife a publishing house for medical journalism and GLOBULIX.net\\n Reichelt attended the Gymnasium Othmarschen, and graduated in the year 2000. From 2002 to 2003, he worked as a trainee for  Bild  before completing his training as a journalist at the Axel-Springer-Akademie. Reichelt hat bei der \\\"Bild\\\"-Gruppe k\\u00fcnftig das letzte Wort . In:  S\\u00fcddeutsche Zeitung . 6 February 2017, retrieved 11 November 2017. \\n\\nCareer\\nReichelt reported from Afghanistan, Georgia, Thailand, Iraq, Sudan, and Lebanon partly as war correspondent, and worked as a culinary reporter in 2007.Julian Reichelt, Reporter-Forum, retrieved 25 August 2014. Starting in February 2014, Reichelt served as the editor-in-chief of the Internet offshoot of  Bild  as successor to ,Manfred Hart wird Chefredakteur f\\u00fcr digitale Entwicklungsprojekte bei BILD/  Julian Reichelt \\u00fcbernimmt Chefredaktion von BILD.de . axelspringer.de, 19 November 2013. and in February 2017 was announced as the successor to Kai Diekmann as chairman of the editor-in-chief.gia:  Julian Reichelt wird Vorsitzender der Chefredaktionen . In:  Spiegel Online , 6 February 2017, retrieved 11 April 2017.\\n\\nIn August 2015, Reichelt opposed an accreditation agreement and in his position as editor-in-chief, accused alleged IS fighters in a trial before the Higher Regional Court of Celle, only to show their pixelated faces, as their guilt had not yet been proven. As a result, Reichelt was excluded as a reporter.kue/dpa:  \\\"Bild\\\"-Reporter von IS-Prozess ausgeschlossen . In:  faz.net . 4 August 2008.\\n\\nIn February 2016, the German Press Agency criticized  Bild \\u00b4s misrepresentation of Russian military operations in Syria under the title \\\"Putin and Assad bomb on\\\". The reference was an agreement on a ceasefire within a week. The article was said to have given an untruthful impression that Russia had broken the ceasefire that had just been decided, and was assessed to have expressed disapproval in accordance with Section 12 of the Complaints Regulation. Entscheidung des Beschwerdeausschusses 1 in der Beschwerdesache 0160/16/1-BA . In:   . 7 June 2016, retrieved 11 April 2017 (PDF). Reichelt stated that because of this case, the German Press Agency would \\\"make itself the stooge of the Kremlin propaganda ...\\\".\\n\\n Legal issues \\nIn March 2021, a report by  Spiegel  announced that Reichelt would have to face an in-house investigation. Among other things, it described a \\\"Reichelt system\\\" of institutionalized abuse of power and the exploitation of dependent relationships with young female employees. In response,  Bild  publisher Axel Springer SE released a statement explaining that it was investigating \\\"accusations of abuse of power in connection with consensual relationships and drug consumption in the workplace.\\\" In March 2021, Reichelt admitted a mixture of professional and private relationships.\\n\\nOn October 17, 2021,  The New York Times  reported about the Springer media group, also regarding the plans to take over the US media group Politico, and on the testimony of a female employee towards investigators from the law firm Freshfields whom Springer had hired for the internal inquiry. \\\"If they find out that I'm having an affair with a trainee, I'll lose my job,\\\" Reichelt told her in November 2016 according to her testimony. Just before the editor spoke those words, another woman at the paper had lodged a sexual harassment complaint against the publisher of  Bild . However, he continued the relationship, even after he was promoted to chief editor in 2017. He had her come to a hotel room near the Axel Springer high-rise in Berlin and promoted her to a management role in the newsroom. She felt overwhelmed by the leadership role in the newsroom. After she was transferred to another position in the newsroom, another editor told her that he was tired of employing women with whom Reichelt had relationships.At Axel Springer, Politico's New Owner, Allegations of Sex, Lies and a Secret Payment, The New York Times, retrieved 17 October 2021.Hintergr\\u00fcnde zur Entlassung Julian Reichelts als \\\"Bild\\\"-Chef, Tagesschau (ARD) auf Youtube, 19 October 2021.\\n\\nThe New York Times article also dealt with the allegations against Reichelt that had become known in the spring and brought research into play that the Ippen Investigative Team ( Frankfurter Rundschau ,  M\\u00fcnchner Merkur ,  TZ ) had carried out over the past months and thereby gained access to internal documents. The New York Times article revealed new details of the Reichelt case. Reichelt married in 2016, and apparently forged divorce papers in order to convince one of the employees of his availability. In addition, he had instructed an additional payment of 5,000 euros for an employee, with the request not to say a word about it.Wie der Ex-\\\"Bild\\\"-Chef seine Macht ausnutzte www.n-tv.de, 20 October 2021. However, publisher Dirk Ippen stopped the publication without giving legal or editorial reasons.At Axel Springer, Politico's New Owner, Allegations of Sex, Lies and a Secret Payment, The New York Times, 17 October 2021. Following the New York Times article, Reichelt was fired with immediate effect from  Bild , Germany's largest and highest-circulation tabloid, because of new allegations made against him after the compliance proceedings.Axel Springer removes a top editor after a Times report on workplace behavior, The New York Times, 18 October 2021.\\n\\nIn 2021, the S\\u00fcddeutsche Zeitung reported \\\"D\\u00f6pfner's role in the Reichelt affair and his suitability as President of the  Bundesverband Digitalpublisher und Zeitungsverleger  will have to be examined very carefully.\\\"Wie das Ende eines Schurkenfilms S\\u00fcddeutsche Zeitung, 20 October 2021.\\n\\n Awards \\nIn 2008, Reichelt was awarded the Axel-Springer-Prize for young journalists in the category  Supraregional / National Contributions  for his report from Afghanistan \\\"You can kill us, but never defeat us\\\" , published in two parts on 12 and 13 October 2007 in  Bild. \\n\\nIn October 2018, Reichelt was nominated for \\\"The Golden Potato\\\" award from the New German Media Makers association for \\\"particularly one-sided or unsuccessful reporting on aspects of the immigration society\\\". Ein Meister der Panik-Schlagzeile . In:  Deutschlandfunk . 23 October 2018. Konstantina Vassilou-Enz im Gespr\\u00e4ch mit Vladimir Balzer. Reichelt attended the ceremony but turned down the award, stating that \\\"the word 'potato' has become an abuse of race and origin in elementary schools where migration is not a success story\\\". #5 Traurige Kartoffeln \\u2013 Reden wir \\u00fcber Rassismus? . In:  Deutschlandfunk . 8 November 2018.\\n\\n Publications \\n \\n \\n\\n References \\n\\n\\n External links \\n \\n\\n\\n\\n\\nCategory:Journalists from Hamburg\\nCategory:Bild people\\nCategory:German newspaper journalists\\nCategory:Living people\\nCategory:1980 births\", \"url\": \"https://en.wikipedia.org/wiki/Julian_Reichelt\", \"elastic_score\": 93.078156, \"stance_score\": 0.09213883497091968}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\n\\n  Bild   (or   Bild-Zeitung  , ; ) is a German tabloid newspaper published by Axel Springer SE. The paper is published from Monday to Saturday; on Sundays, its sister paper  Bild am Sonntag  (\\\" Bild on Sunday \\\") is published instead, which has a different style and its own editors.  Bild  is tabloid in style but broadsheet in size. It is the best-selling European newspaper and has the sixteenth-largest circulation worldwide.  Bild  has been described as \\\"notorious for its mix of gossip, inflammatory language, and sensationalism\\\" and as having a huge influence on German politicians. Its nearest English-language stylistic and journalistic equivalent is often considered to be the British national newspaper  The Sun , the second-highest-selling European tabloid newspaper.Sex, Smut and Shock: Bild Zeitung Rules Germany Spiegel Online 25 April 2006\\n\\nHistory\\n Bild  tabloid vending machine in Germany\\n Bild  was founded by Axel Springer (1912\\u20131985) in 1952. It mostly consisted of pictures (hence the name  Bild , German for picture).  Bild  soon became the best-selling tabloid, by a wide margin, not only in Germany, but in all of Europe, though essentially to German readers. Through most of its history,  Bild  was based in Hamburg. The paper moved its headquarters to Berlin in March 2008, stating that it was an essential base of operations for a national newspaper.\\\"Die \\\"Bild\\\"-Zeitung ist jetzt ein Berliner\\\" .  Die Welt . 17 March 2008. Retrieved 28 November 2016. It is printed nationwide with 32 localized editions. Special editions are printed in some favoured German holiday destinations abroad such as Spain, Italy, Turkey and Greece.\\n\\n Bild  sold more than five million copies every day in the 1980s. In 1993 the paper had a circulation of slightly more than four million copies, making it the most read newspaper in the country. In the period of 1995\\u201396 its circulation was 4,300,000 copies. In 2001  Bild  was the most read newspaper in Europe and also, in Germany with a circulation of 4,396,000 copies.\\n\\nAlthough it is still Germany's biggest paper, the circulation of  Bild , along with many other papers, has been on the decline in recent years. By the end of 2005, the figure dropped to 3.8 million copies. Its 2010 circulation was 3,548,000, making the paper the fifth in the list of the world's biggest selling newspapers.\\n\\n Bild  is published in tabloid format. In the paper's beginnings, Springer was influenced by the model of the British tabloid  Daily Mirror , although Bild's paper size is larger, this is reflected in its mix of celebrity gossip, crime stories and political analysis. However, its articles are often considerably shorter compared to those in British tabloids, and the whole paper is thinner as well.\\n\\nIn June 2012, Bild celebrated its 60th anniversary by giving away free newspapers to almost all of Germany's 41 million households. Bild said  Guinness World Records  in Germany has certified the print run as \\\"the largest circulation for the free special edition of a newspaper\\\". In 2018 on average 2.2 million copies of the paper were printed across Germany  and 416,567 readers took advantage of the paid digital offer Bild plus. In terms of subscribers, it is the largest in Europe and the fifth largest worldwide.\\n\\nIn 2019 Bild started a weekly politic newspaper, named  Bild Politik , which ceased publications after a few months.\\n\\nEditorial leanings\\n\\nEditors work on producing an issue of  Bild,  1977 in West Berlin. Previous front pages are affixed to the wall behind them.\\nFrom the outset, the editorial drift was conservative and nationalist. The GDR was referred to as the Soviet Occupation Zone (German:  Sowjetische Besatzungszone  or  SBZ ). The usage continued well into the 1980s, when  Bild  began to use the GDR's official name cautiously, putting it in quotation marks.  Bild  (along with fellow Springer tabloid  B.Z. ) heavily influenced public opinion against the German student movement and left-wing terrorism in the years following 1966, and was blamed by some for the climate that contributed to the assassination attempt on activist Rudi Dutschke in 1968\\u2014a popular catchphrase in left-wing circles sympathetic to student radicalism was \\\"Bild hat mitgeschossen!\\\" (\\\"Bild shot at him too!\\\").\\n\\nIn 1977 investigative journalist G\\u00fcnter Wallraff worked for four months as an editor for the  Bild  tabloid in Hanover, giving himself the pseudonym of \\\"Hans Esser\\\". In his books  Der Aufmacher  (\\\"Lead Story\\\") and  Zeugen der Anklage  (\\\"Witnesses for the Prosecution\\\") he portrays his experiences on the editorial staff of the paper and the journalism which he encountered there. The staff commonly displayed contempt for humanity, a lack of respect for the privacy of ordinary people and widespread conduct of unethical research and editing techniques. Wallraff's investigations were also the basis for the 1990 film  The Man Inside .\\n\\nAfter the fall of the Berlin Wall and the end of the Cold War in Europe,  Bild  focused on celebrity stories and became less political. Despite its general support for Germany's conservative parties and especially former chancellor Helmut Kohl, its rhetoric, still populist in tone, is less fierce than it was thirty years ago. Its traditionally less conservative Sunday paper  Bild am Sonntag  even supported Gerhard Schr\\u00f6der, a Social Democrat, in his bid for chancellor in 1998.\\n\\nIn 2004,  Bild  started to cooperate with fast-food giant McDonald's to sell the tabloid at its 1,000 fast-food restaurants in Germany. The cooperation still goes on, often enough by advertising the restaurant chain in \\\"news\\\" articles. Young women in skimpy clothes appeared on  Bild's  page one below the fold as  Seite-eins-M\\u00e4dchen  or \\\"Page One Girls\\\". On 9 March 2012  Bild  announced the elimination of the \\\"Page One Girls\\\", instead moving its fleshy photos to its inside pages.Ta Ta!: German Tabloid Strips Front Page of Daily Nude,  Spiegel Online , 3 September 2012\\n\\nIn 2004  Bild  was publicly reprimanded twelve times by the  (German Press Council). This amounts for a third of the reprimands this self-regulation council of the German press declared that year. Up until 2012, it had received more reprimands than any other newspaper from this watchdog body.\\n\\nAfter Julian Reichelt became editor in 2018,  Bild  took a generally anti-Angela Merkel line, and strengthened its anti-Putin, pro-NATO, pro-Israel position.\\n\\n Spiegel  magazine often accuses  Bild  of pushing Germany further right and questions Bild's moral standards and journalistic quality.\\n\\nInternational relations\\nDuring the COVID-19 pandemic,  Bild  editor Julian Reichelt accused Chinese leader Xi Jinping of surveillance and other human rights crimes in an editorial titled \\\"What China owes us\\\" on 20 April 2020. After the Chinese embassy to Germany said that the  Bild  editorial reproached \\\"nationalism, prejudice, and hostility against China\\\", Reichelt responded \\u201cYou Jinping, your government and your scientists had to know long ago that coronavirus is highly infectious, but you left the world in the dark about it.\\u201d\\n During the 2020 Nagorno-Karabakh conflict, Paul Ronzheimer, the deputy editor-in-chief and correspondent of  Bild , tweeted that Ilham Aliyev, the President of Azerbaijan, agreed to be interviewed by the newspaper, and that he suddenly changed his mind, specifying that the Azerbaijani side itself offered to conduct an interview with Aliyev. Then, aide to the Azerbaijani President, Hikmet Hajiyev, responded with a tweet, calling his statement unprofessional and stating that Aliyev preferred to give interviews to professionals rather than the yellow press.\\n\\nMotto\\nIts motto, prominently displayed below the logo, is  unabh\\u00e4ngig, \\u00fcberparteilich  (\\\"independent, nonpartisan\\\"). Another slogan used prominently in advertising is  Bild dir deine Meinung! , which translates as \\\"Form your own opinion!\\\" (by reading  Bild ), a pun based on the fact that, in German,  Bild  is a homophone of the imperative form of the verb  bilden  () and the noun  Bild  ().\\n\\nPrint locations\\n Bild  is printed in Ahrensburg, Hanover, Berlin, Leipzig, Essen, Neu-Isenburg, Esslingen, Munich, and Syke. Outside of Germany it is also printed in Madrid, Palma de Mallorca, Las Palmas, Milan, Athens, and in Antalya. The foreign locations cater mostly for German tourists and expatriates.\\n\\nEditors-in-chief\\n 1952: Rolf von Bargen\\n 1952\\u20131958: Rudolf Michael\\n 1958\\u20131960: Oskar Bezold\\n 1960\\u20131962: Karl-Heinz Hagen\\n 1961\\u20131971: Peter Boenisch\\n 1971\\u20131980: G\\u00fcnter Prinz\\n 1981\\u20131988: Horst Fust\\n 1988\\u20131989: Werner Rudi\\n 1989\\u20131990: Peter Bartels\\n 1990\\u20131992: Hans-Hermann Tiedje\\n 1992\\u20131997: Claus Larass\\n 1998\\u20132000: Udo R\\u00f6bel\\n 2001\\u20132015: Kai Diekmann\\n 2016\\u20132018: \\n 2018\\u2013March 2021: Julian Reichelt\\nMarch\\u2013October 2021: Julian Reichelt and Alexandra W\\u00fcrzbach\\nOctober 2021\\u2013present: Johannes Boje and Alexandra W\\u00fcrzbach\\n\\nReception\\n Der Spiegel  wrote in 2006 that  Bild  \\\"flies just under the nonsense threshold of American and British tabloids ... For the German desperate, it is a daily dose of high-resolution soft porn\\\".\\n\\nIt is argued  Bild s thirst for sensationalism results in the terrorizing of prominent celebrities and stories are frequently based on the most dubious evidence. The journalistic standards of  Bild  are the subject of frequent criticism.\\n\\n is a popular German blog that when founded was dedicated solely to documenting errors and fabrications in  Bild  articles. In 2005 BILDblog received the  Grimme Online Award  for its work. Since 2009 BILDblog has also reported on errors and fabrications in other newspapers from Germany and elsewhere.\\n\\nHeinrich B\\u00f6ll's 1974 novel  The Lost Honor of Katharina Blum , and the 1975 movie based on it, used a fictional stand-in for  Bild  to make a point about its allegedly unethical journalistic practices. B\\u00f6ll's essay in the edition of 10 January 1972 of  Der Spiegel  (titled \\\") was sharply critical of Bild's sensationalist coverage of the Baader-Meinhof Gang. In the essay, B\\u00f6ll stated that what  Bild  does \\\"isn\\u2019t cryptofascist anymore, not fascistoid, but naked fascism. Agitation, lies, dirt.\\\"\\n\\nJudith Holofernes, lead singer of German band  Wir sind Helden , wrote a scathing open letter to Bild's advertising agency after they asked her to star in a campaign. \\\"Bild is not a harmless guilty pleasure\\\", she wrote, but a \\\"dangerous political instrument\\u2014not only a high-magnification telescope into the abyss but an evil creature\\\".\\n\\nImages of topless women\\nFor 28 years from 1984 to 2012,  Bild  had topless women featuring on its first page; in total, the paper published more than 5,000 topless pictures.\\n\\nIn 2014 Sophia Becker and Kristina Lunz launched a campaign, Stop Bild Sexism, to end the use of sexualized images of women in Bild. The campaign was inspired by the No More Page 3 campaign to get  The Sun  in the UK to stop publishing images of half-naked women on page 3. Lunz argues that  Bild s frequent use of images of unclothed women makes its reporting of sexual assault and harassment \\\"sexist and voyeuristic.\\\" Becker says that  Bild  contributes to the normalisation of sexism in German society. The petition had over 35,000 signatures in January 2015, and Springer, the newspaper's publisher, responded by issuing a statement of values. These include the importance of mutual respect and maintaining respectful interactions.  Bild  stopped publishing \\\"topless productions of our own with women\\\" in March 2018, three years after  The Sun , while continuing to publish photos of provocatively-posed models dressed in underwear alone.\\n\\n TV \\nIn 2021, the Bild television channel was created.\\n\\nIn popular culture\\n\\n In their 2007 song  Lasse redn  (topped at no. 6 of the German charts), punk rock band  Die \\u00c4rzte  summarized  Bild s content as \\\"fear, hate, tits and the weather report\\\"  (Aus Angst, Hass, Titten und dem Wetterbericht) .\\n\\n  Bild Lilli  was the inspiration for Ruth Handler's  Barbie .\\n\\nBuilding\\nThe Berlin offices have a 19-storey paternoster lift, whose continued operation was vigorously defended editorially by the newspaper.\\n\\nSee also\\n List of German newspapers\\n Media of Germany\\n\\nReferences\\n\\n\\nExternal links\\n\\n  \\n \\n\\n\\n\\n \\nCategory:1952 establishments in West Germany\\nCategory:Axel Springer SE\\nCategory:Centre-right newspapers\\nCategory:Conservative media in Germany\\nCategory:Daily newspapers published in Germany\\nCategory:German news websites\\nCategory:German-language newspapers\\nCategory:Newspapers published in Berlin\\nCategory:Newspapers published in Hamburg\\nCategory:Newspapers established in 1952\\nCategory:Right-wing newspapers\\nCategory:Right-wing populism in Germany\\nCategory:Zionism in Germany\", \"url\": \"https://en.wikipedia.org/wiki/Bild\", \"elastic_score\": 79.94537, \"stance_score\": 0.07139822149245366}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n Otto Kumm  (1 October 1909 \\u2013 23 March 2004) commanded two Waffen-SS divisions in the latter stages of World War II and was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords. At the post-war Nuremberg trials, the Waffen-SSof which Kumm was a senior officerwas declared to be a criminal organisation due to its major involvement in war crimes and crimes against humanity. After the war, Kumm became one of the founders of HIAG, a lobby group and a revisionist organization of former Waffen-SS members.\\n\\nSS career\\nBorn in 1909 into a family of a merchant in Hamburg, Kumm trained as a typesetter and worked at a newspaper. On 1 June 1934, Kumm joined the SS- Verf\\u00fcgungstruppe  (SS Dispositional Troops) and on 1 July received his first training with the SS-Standarte \\\"Germania\\\" in Hamburg.\\n\\nKumm commanded the Der F\\u00fchrer Regiment of the SS Division Das Reich from July 1941 to April 1943. This regiment was nearly destroyed in the Soviet offensive of January 1942, when it was reduced to 35 men out of the 2,000 that had started the campaign in June 1941. Kumm was a commander of the SS Division Prinz Eugen from 30 January 1944 until 20 January 1945 and then was appointed the new division commander of the SS Division Leibstandarte (LSSAH) as of 15 February 1945, after the division's commander Wilhelm Mohnke was wounded.\\n\\nAs the division commander, Kumm and the LSSAH took part in Operation Spring Awakening (6 March 1945 \\u2013 16 March 1945), the last major German offensive launched during World War II. The Germans launched attacks in Hungary near the Lake Balaton area on the Eastern Front. Soviet intelligence identified large German tank formations in western Hungary and developed a successful counterattack strategy. After the failure of Operation Spring Awakening, Sepp Dietrich's 6th SS Panzer Army and the LSSAH retreated to the Vienna area.\\n\\nAfter Vienna fell to the Red Army in the Vienna Offensive, the bulk of the LSSAH division surrendered to U.S. forces in the Steyr area on 8 May 1945. Kumm was held at the Dachau internment camp administered by the US Army. Kumm avoided extradition to Yugoslavia to stand trial for war crimes by fleeing over the wall of the camp.\\n\\nActivities within HIAG\\n\\nOtto Kumm (front row, left), Heinrich Himmler with other SS officers and Nazi Party leaders during a tour of Mauthausen-Gusen concentration camp, June 1941\\nAfter the war, Otto Kumm was \\\"denazified\\\" and became a businessman. Kumm was a founder and the first head of the Waffen-SS veterans' organization HIAG, established in 1951 to lobby for the cause of the Waffen-SS historical rehabilitation and restoration of their rights to post-war pensions.\\n\\nAs the organization's chairman and its first spokesperson, Kumm set the tone for the rhetoric that was reflected in its publications and public discourse. In 1952, Otto Kumm published an editorial in the in-house magazine  Wiking-Ruf  (\\\"Viking Call\\\") outlining the organization's grievances:\\nEven during the war, and especially after the war, infamous and lying propagandists have been able to make use of all the unfortunate events connected to the Third Reich and also with the SS to destroy and drag through the mud all of what was and is sacred to us. ... Let us be clear about it: the Allied battle was directed not only against the authoritarian regime of the Third Reich, but, above all, against the resurgence of the strength of the German people.\\n\\nAt least through the 1970s, Kumm remained \\\"the ever unreformed Nazi enthusiast\\\" according to researcher Danny S. Parker, who was given access to the previously closed HIAG archives. Perceived by the West German government to be a Nazi organization, HIAG was disbanded in 1992. Kumm died on 23 March 2004.\\n\\nWorks\\n Vorw\\u00e4rts, Prinz Eugen! Geschichte der 7. SS-Freiwilligen-Division \\\"Prinz Eugen\\\"  (\\\"Forward, Prinz Eugen! History of the 7th SS Volunteer Division Prinz Eugen\\\"). (2007) Dresden, Germany: . .\\n 7. SS-Gebirgs-Division \\\"Prinz Eugen\\\" im Bild  (\\\"7th SS Mountain Division Prinz Eugen in Action\\\"). (1983) Osnabr\\u00fcck, Germany: . \\n\\nAwards\\n Iron Cross (1939) 2nd Class (30 May 1940) & 1st Class (3 June 1940)\\n German Cross in Gold on 29 November 1941 as SS- Obersturmbannf\\u00fchrer  in the SS-Regiment \\\"Der F\\u00fchrer\\\"\\n Knight's Cross of the Iron Cross with Oak Leaves and Swords\\n Knight's Cross on 16 February 1942 as SS- Obersturmbannf\\u00fchrer  and commander of SS-Regiment (motorized) \\\"Der F\\u00fchrer\\\". \\n Oak Leaves on 6 April 1943 as SS- Obersturmbannf\\u00fchrer  and commander SS-Panzergrenadier-Regiment \\\"Der F\\u00fchrer\\\"\\n Swords on 17 March 1945 as SS- Brigadef\\u00fchrer  and  Generalmajor  of the Waffen-SS and commander of the 7. SS-Freiwilligen-Gebirgs-Division \\\"Prinz Eugen\\\"\\n\\nReferences\\n\\nCitations\\n\\n\\nBibliography\\n\\n \\n \\n \\n \\n \\n\\n \\n \\n \\n \\n \\n \\n \\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\nCategory:1909 births\\nCategory:2004 deaths\\nCategory:Military personnel from Hamburg\\nCategory:Waffen-SS personnel\\nCategory:SS-Brigadef\\u00fchrer\\nCategory:Recipients of the Gold German Cross\\nCategory:Recipients of the Knight's Cross of the Iron Cross with Oak Leaves and Swords\\nCategory:German prisoners of war in World War II held by the United States\\nCategory:Escapees from United States military detention\\nCategory:Recipients of the Order of the Crown of King Zvonimir\\nCategory:Nazi war criminals\", \"url\": \"https://en.wikipedia.org/wiki/Otto_Kumm\", \"elastic_score\": 71.55868, \"stance_score\": 0.112139738418946}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\n\\n\\n Axel Springer SE  () is a European multinational digital and popular periodical publishing house which is the largest in Europe, with numerous multimedia news brands, such as  Bild ,  Die Welt , and  Fakt  and more than 15,000 employees. It generated total revenues of about \\u20ac3.3 billion and an EBITDA of \\u20ac559 million in the financial year 2015. The digital media activities contribute more than 60% to its revenues and nearly 70% to its EBITDA. Axel Springer\\u2019s business is divided into three segments: paid models, marketing models, and classified ad models. Since 2020, it is majority-owned by the US private equity firm KKR. Headquartered in Berlin, Germany, the company is active in more than 40 countries, including subsidiaries, joint ventures, and licensing.\\n\\nFront entrance to the Axel Springer headquarters building in West Berlin, 1977, with the Fritz Klimsch owl sculpture.\\nIt was started in 1946/1947 by journalist Axel Springer. Its current CEO is Mathias D\\u00f6pfner. The Axel Springer company is the largest publishing house in Europe and controls the largest share of the German market for daily newspapers; 23.6%, largely because its flagship tabloid  Bild  is the highest-circulation newspaper in Europe with a daily readership exceeding 12 million.Hans J. Kleinsteuber in Kelly. M, Mazzoleni. G and McQuail. D. eds. 2004 \\\"The Media in Europe. The Euromedia Handbook.\\\" Upon its acquisition of  Politico  and  Business Insider , Axel Springer announced that all employees must support a free market economy, a united Europe, and Israel's right to exist.\\n\\n Newspapers, magazines, online offerings \\nThe media offerings of Axel Springer SE are clustered in: current news, autos, sports, computers and consumer electronics, as well as lifestyle. \\nSide view of the Axel Springer corporate headquarters in Berlin\\nAxel Springer building in Hamburg\\n\\nSelection of publications\\n  Die Welt , the intellectual flagship of the company\\n  Bild , tabloid with the largest circulation in Europe\\n  Auto Bild , automobile magazine with the largest circulation in Europe\\n  Audio Video Foto Bild , magazine for consumer electronics\\n  Computer Bild , published in nine countries, is Europe's best-selling computer magazine\\n  Sport Bild , published in many countries, is Europe's largest sport magazine\\n  Auto.cz , the largest Czech internet car portal including RoadLook.tv, starting in Slovakia and Poland as well\\n  Fakt , the largest daily tabloid in Poland\\n  B.Z. , local newspaper\\n Watchmi, a personalized TV content discovery system\\n  Musikexpress , a monthly music magazine\\n the German edition of the magazine  Rolling Stone \\n  Transfermarkt , a football statistics website\\n  Business Insider , a business, celebrity and technology news website\\n  Insider , a social media-based lifestyle publication\\n  upday , a news aggregator app\\n  Politico ,  political newspaper, acquired by Axel Springer in October 2021. Axel Springer , \\\"Axel Springer Completes Acquisition of POLITICO\\\", October 19, 2021\\n  Politico Europe , European version of  Politico \\n  Protocol,  tech journalism publication acquired alongside  Politico \\n\\nIn addition, the company is active in the online editorial and marketing business with its shares in aufeminin.com, Awin, and buy.at, and owns several online classified advertising platforms such as the career site StepStone de, the real estate marketing portal immonet, various coupon portals, including Sparheld.de Germany and Reduc.fr in France and price comparison platform idealo. It is also a significant investor in the American digital media company Group Nine Media.\\n\\n History \\n\\n 1940s \\n\\nIn 1946, publisher Hinrich Springer (age 66) and his son Axel Springer (age 34) established the limited company Axel Springer Verlag GmbH. That year saw the launch of the  Nordwestdeutsche Hefte  and the radio and TV magazine H\\u00f6rzu.\\n\\nIn 1948, the evening newspaper  Hamburger Abendblatt  was launched, the first daily newspaper created by Axel Springer.\\n\\n 1950s \\n\\nThe year 1952 saw the launch of the popular daily newspaper  Bild . The paper was based on the British tabloid  Daily Mirror , and peaked at circulation of 5 million in the 1980s..\\n\\nIn 1953, Axel Springer Verlag bought the publishing house Die Welt, including the daily paper  Die Welt  and the Sunday paper  Welt am Sonntag .\\n\\nIn 1956, the company headquarters in Hamburg was built.\\n\\nThen in 1959, the company acquired the a holding in Ullstein AG, which owned Berlin newspapers  Berliner Morgenpost  and  B.Z.  and the Ullstein book-publishing business.\\n\\n 1960s \\n\\nThe official opening of the Berlin headquarters took place in 1966. Hamburg remained an important site.\\n\\nAfter the attack on the student leader Rudi Dutschke on 11 April 1968, the APO (Extra-Parliamentary Opposition) began acts of violence against the company. The APO had a history of animosity with the Springer Group's allegedly biased coverage of the student movement. For instance, in the wake of the shooting of Benno Ohnesorg by the police at a student demonstration against the Shah, one Springer paper reported that \\\"what happened yesterday in Berlin had nothing to do with politics \\u2026. It was criminal in the most sickening way.\\\"Jeremy Varon, Bringing the War Home: The Weather Underground, the Red Army Faction, and Revolutionary Violence in the Sixties and Seventies (Los Angeles: University of California Press, 2004), p.39 In fact, Ohnesorg, who had never attended a demonstration before, had been shot in the back while trying to leave the demonstration.Jillian Becker, Hitler\\u2019s Children: The Story of the Baader-Meinhof Terrorist Gang (New York: JB Lippincott, 1977), p.39\\n\\n 1970s \\nThe years 1972 and 1973 saw the building of the offset-printing plant in Essen-Kettwig.\\n\\n 1980s \\n\\n1984 witnessed the official opening of the offset printing facility in Ahrensburg near Hamburg.\\n\\nIn 1985, 49% of the company was offered for public subscription. Later that year Axel Springer died. Control was passed to his widow Friede Springer.\\n\\nIn 1986, the first licensed edition of  Auto Bild  came out, in Italy. Other licensed editions and joint venture publications later appeared in twenty European countries, Indonesia and Thailand.\\n\\n 1990s \\nIn 1993, there was the official opening of the offset printing works in Berlin-Spandau.\\n\\nIn May 1999, Axel Springer bought a 51% majority stake in the American television production company GRB Entertainment, but was later divested in 2002.\\n\\n 2000-present \\n\\nIn 2001, Axel Springer and T-Online established a joint subsidiary Bild.de/T-Online AG. A year later in 2002, the launch of immonet.de took place, and Mathias Doepfner, former editor-in-chief of  Die Welt , became CEO of Axel Springer AG. Then in 2003, the name was changed to Axel Springer AG.\\n\\nIn 2009, Axel Springer AG acquired affiliate marketers Zanox and Digital Window as well as StepStone ASA. In 2010 a $635.7 million offer by Axel for leading French real estate website operator seloger.com caused seloger shares to rise as much as 32%, the most since it went public. Within 3 days Axel increased its offer 15.6% to $735 million after shareholders rejected the deal.\\n\\nIn 2012, Axel Springer formed a joint venture (Axel Springer Digital Classified) with global growth equity firm General Atlantic. The company also bought TotalJobs in the UK from Reed Elsevier that year.\\n\\nIn 2013, Springer sold its regional newspapers, women's magazines, and television magazines to Funke Mediengruppe for \\u20ac920 million That same year, Publications Grand Public, a French magazine publisher owned by Springer, was sold to Reworld Media.\\n\\nIn 2015, Axel Springer AG purchased Business Insider, a business, celebrity and technology news website, in a deal that valued Business Insider at $442 million. On 8 December of the same year, Axel Springer increased its share in Axel Springer Digital Classifieds GmbH from 70 per cent to 85 per cent and was granted a purchase option to acquire the remaining 15 per cent from General Atlantic. On 9 December, Axel Springer exercised the option, acquiring the additional 15% from General Atlantic in exchange for shares of Axel Springer, leaving the growth equity firm with 8.3% holding in the company.\\n\\nIn 2020, Friede Springer transferred $1.5 billion of Axel Springer shares to CEO Mathias Doepfner, effectively making him heir of the media group. Doepfner now has control of 44% of the voting rights.\\nIn October 2021, the firm announced that it had completed the acquisition of  Politico  for over $1 billion, after announcing its intention to do so in late August 2021. Axel Springer's Chief Executive Mathias D\\u00f6pfner said that Politico staff would need to adhere to Axel Springer's principles, including support for a united Europe, \\\"reconciliation between Germans and Jews,\\\" Israel\\u2019s right to exist and a free-market economy, and that staff who disagree with the principles \\\"should not work for Axel Springer, very clearly\\\".\\n\\nIn October 2021, an article in  The New York Times  reported accusations of sexual misconduct, sexual discrimination and questionable business practices at Axel Springer SE. A day later, the publisher fired the editor-in-chief of Bild.\\n\\n Criticism \\n Pro-American editorial bias and alleged ties to US intelligence agencies \\nAccording to German scholar Gudrun Kruip of the Stiftung Bundespr\\u00e4sident-Theodor-Heuss-Haus, Axel Springer SE and its subsidiaries spread a strongly pro-American view in which criticism of US foreign policy is largely absent. In an interview with The Nation, two former CIA officers alleged that Axel Springer received $7 million from the CIA to support American geopolitical interests with his publishing house. Springer reportedly agreed and began guiding the editorial bias towards supporting US foreign policy. Although no conclusive evidence has come to light, Kruip considers the CIA officers' allegations credible since Springer, according to his own autobiography, had no money to actually fund the publishing house when it was founded, and it was thus unlikely that he could finance its rapid ascent without \\\"money from the outside\\\". As of 2021, the Axel Springer SE names \\\"solidarity with the libertarian values of the United States of America\\\" as one of its core principles on its own website. Many scholars and independent observers allege a \\\"subservience to American geopolitical interests\\\" of the publishing house and its subsidiaries to this day. According to  Foreign Policy , Axel Springer SE \\\"has a decades-long record of bending journalistic ethics for right-wing causes.\\\"\\n\\n Accusations of editorial interference in Poland \\nIn 2017, Ringer Axel Springer Polska was accused of editorial interference, when the head of the joint venture Mark Dekan wrote a letter to the company's Polish employees in which he disparaged the head of the conservative Law and Justice political party, calling the Polish politician Jaroslaw Kaczynski a \\\"loser\\\" for opposing the candidacy of Donald Tusk as President of the European Council, stating that \\\"...we should never forget about the basic values that we represent... Here is the moment where free media, such as ours must be active. We speak for the ideas of... a United Europe.\\\" In the letter, Dekan also raised his concerns that European integration was least supported by the youngest generation of Poles and vowed to take appropriate action, suggesting \\\"Let's tell them what to do to stay in the fast lane and not end in the parking lot.\\\"\\n\\n Abuse of power and sexual harassment \\nIn March 2021, Der Spiegel reported accusations that the editor of Bild, Julian Reichelt, had promoted several young female employees in exchange for sex and sought to buy their silence before dismissing them. This was followed up by a similar report in the New York Times in October 2021. Both reported that Axel Springer had investigated and dismissed the complaints against Reichelt, and had proceeded to suppress reporting of the controversy by other outlets. CEO Mathias Doepfner was reportedly also keen to support Reichelt on account of the latter's strong right wing political leanings. Later the same month, Axel Springer reversed course and dismissed Reichelt.\\n\\n Competitors \\n\\nMajor competitors in the German publishing market include Bauer Media Group, Bertelsmann, Hubert Burda Media, and Holtzbrinck. On a global scale, some of the key competitors of Axel Springer include other large multinational media companies such as News Corporation, Time Warner, and The New York Times Company. These companies operate in a variety of different media sectors, including print, television, and digital, and are all major players in the global media industry. In addition to traditional media companies, Axel Springer also competes with a number of digital media platforms and companies, such as Google, Facebook, and Apple, which have become increasingly influential in the media industry in recent years. These companies have disrupted the traditional media business model by offering new ways for people to access news and information, and have posed a significant challenge to traditional media companies like Axel Springer.\\n\\nSee also\\nMedia concentration\\nProtests of 1968\\n\\nReferences\\n\\n\\n External links \\n\\n \\n\\n\\n\\n \\nCategory:Pan-European media companies\\nCategory:Publishing companies established in 1946\\nCategory:Newspaper companies of Germany\\nCategory:Companies based in Berlin\\nCategory:1946 establishments in Germany\", \"url\": \"https://en.wikipedia.org/wiki/Axel_Springer_SE\", \"elastic_score\": 70.3573, \"stance_score\": 0.07299318686018119}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\n \\n  Sonderf\\u00fchrer   (;  \\\"special leader\\\"; in full: , \\\"special leader with military command power\\\"), abbreviated  Sdf  or  Sf , was a specialist role introduced in the Wehrmacht of Nazi Germany in 1937 for the mobilization plan of the German armed forces.Mobilization plan for the Army (de: Heer) from March 12, 1937 (Mobilmachungsplan f\\u00fcr das Heer vom 12. M\\u00e4rz 1937)\\n\\nWehrmacht\\nWith the draft of  Sonderf\\u00fchrer  to military service, the competence of civil experts and specialists could be exploited for military purposes. Certain assignments could be filled, from senior officers, company-grade officers, down to non-commissioned officer (NCO) ranks. A huge variation of service functions, e.g. in foreign languages, propaganda work, medical service, veterinary service and the like, was possible. Typically, the men were not trained as soldiers. They received the pay applicable to the position they were holding, but only by virtue of their temporary appointment. As a rule,  Sonderf\\u00fchrer  were not allowed to execute the command and disciplinary powers vested in the rank. However, this was changed in 1942, during World War II.\\n\\n Categories of  Sonderf\\u00fchrer  \\nDraftees were called up for  Sonderf\\u00fchrer  to almost all branches of service (Heer, Luftwaffe and Kriegsmarine) or special forces, equivalent to assignments or appointment of military personnel in the hierarchy of the Wehrmacht.\\n Officer function assignments in the hierarchy of the Heer (Army):\\n  Sonderf\\u00fchrer (B) , equivalent to Major /  Oberstleutnant  (OF-3/-4),\\n  Sonderf\\u00fchrer (K) , equivalent to  Captain  /  Hauptmann  or  Rittmeister  (OF-2),\\n  Sonderf\\u00fchrer (Z) , equivalent to  Leutnant  /  Oberleutnant  (OF-1) or platoon leader.\\n\\n NCO function assignments in the hierarchy of the Heer (Army):\\n  Sonderf\\u00fchrer (O) , also  Dolmetscher O  (en: Interpreter O), equivalent to an  Oberfeldwebel  (OR-7),\\n  Sonderf\\u00fchrer (G) , equivalent to an  Unteroffizier  (OR-4).\\n\\n Sonderf\\u00fchrer  were mainly deployed:\\n As interpreter\\n In construction engineering\\n In the field of public finance, and administration tasks\\n To handle scientific tasks, e.g. as archaeology or curator\\n In the field of agriculture science\\n Railway transport, in particular field railways\\n\\nIn case of professional expertise as photographer or draughtsman, the corresponding draftee could be called up as a  Sonderf\\u00fchrer  to a so-called Propaganda unit of the Wehrmacht.\\n\\nAn example of individual influence in the occupied territories is the case of  Sonderf\\u00fchrer  Leo Weisgerber.  His campaign to unify the Breton language has had a lasting influence in the French region of Brittany L\\u2019origine historique et politique du >H< de BHZ.\\n\\n Position and status \\n Sonderf\\u00fchrer  were called up to military service to use the skills and expertise of specialists on defined function positions. This status was limited as to time, and became revocable if a military trained soldier could fill this position. In this case, the  Sonderf\\u00fchrer  was fit into the \\\"regular\\\" military training procedure etc. The former function position as  Sonderf\\u00fchrer  \\u2013 which contained a service \\\"assignment\\\" not including a service \\\"grade\\\" \\u2013 remained without consideration.\\n\\nBy order in 1942 \\u2013  Sonderf\\u00fchrer  on officer assignments received regular military training, in order to join the reserve officer corps. Therefore, the limitations to execute military command \\u2013 and disciplinary powers were lifted.Encouragement of  Sonderf\\u00fchrers : HM October 26, 1942. Quotation by: Dirk Richardt,  selection and training of junior officers 1930\\u20131945 , dissertation Marburg, 2002, p. 504. (de: F\\u00f6rderung von Sonderf\\u00fchrern: HM 26.10.1942, HM 1942. zitiert nach: Dirk Richardt,  Auswahl und Ausbildung junger Offiziere 1930\\u20131945 , Dissertation Marburg, 2002, S. 504.)\\n\\nThe legal state of the  Sonderf\\u00fchrer  was equivalent to those of a soldier in the meaning of the Nazi Service Act Legislation. Therefore, they held combatant status even prior to their appointment as commissioned officers in 1942. In the pension legislation of the Federal Republic of Germany  Sonderf\\u00fchrers  are explicit equivalent to regular soldiers.http://www.lagus.mv-regierung.de/land-mv/LAGuS_prod/LAGuS/Soziales/PublikationenMerkblaetter/Broschueren_und_Gesetze_zum_Sozialen_Entschaedigungsrecht/Bundesversorgungsgesetz.pdf Act on public assistance of the victims of war, p. 7, N\\u00b0. 3 (de: Gesetz \\u00fcber die Versorgung der Opfer des Krieges, S. 7, Nr. 3)\\n\\nRussian emigrants who served as interpreters in the Wehrmacht, often were adjudged to  Sonderf\\u00fchrer  status.Oleg Beyda:  \\u2018Iron Cross of the Wrangel's Army\\u2019: Russian Emigrants as Interpreters in the Wehrmacht.  In:  The Journal of Slavic Military Studies.  27, 2014, S.\\u00a0430\\u2013448, \\n\\n Rank insignia \\n Sonderf\\u00fchrer  of the Wehrmacht wore the standard military uniform but their collars and cap bands were blue-grey rather than army green, with unique shoulder and collar insignia. The collar patch was blue-grey with a gable-end device like that of  Beamter a. K.  in matte aluminium, with aluminium braid down the center. Epaulette patterns changed twice during the war. The original patterns, worn until March 1940 and again after December 1942, were narrow versions of army shoulder boards: a single doubled strip of aluminium braid for company-grade officer equivalents, and a single braided strip for field-officer equivalents; NCO equivalents were similar to junior officers' but green. Instead of rank pips,  Sonderf\\u00fchrer  wore braided gold rings encircling the shoulder straps. From 1940 to 1942 an entirely different type of shoulder board was worn: this was like the army equivalent but the braid used incorporated repeating black-white-red chevrons, giving the whole a checkered look. Ordinary rank pips and specialization pins were worn with these \\\"Second Regulation\\\" epaulets. At the end of 1942 the narrow first-pattern epaulettes were brought back again.\\n\\nIn soldier's slang  Sonderf\\u00fchrers , as well as Wehrmacht officials and military chaplains, were called \\\"narrow-gauge officers\\\" (), in a witty reference both to the form of their rank insignia and the limited width of their military knowledge.\\n\\n\\nBundesarchiv Bild 146-2005-0154, Geheimer Funkmeldedienst des OKW.jpg|The OKW Radio service in 1939. On the far right a  Sonderf\\u00fchrer .\\nBundesarchiv Bild 101I-786-0347-28, Nordafrika, Rommel und Bayerlein bei Interview.jpg|Rommel and Bayerlein, interviewed by a  Sonderf\\u00fchrer  (left).\\nBundesarchiv Bild 101I-255-1189-07, Frankreich, deutsche Besatzung.jpg|In the center a  Sonderf\\u00fchrer (O)  as interpreter, France.\\n\\n\\n SS- Sonderf\\u00fchrer/Fachf\\u00fchrer \\nThe designation SS- Sonderf\\u00fchrer  had a different meaning in comparison to the  Sonderf\\u00fchrer  in the Wehrmacht. Therefore, SS- Sonderf\\u00fchrer  should be seen in conjunction with the service rank order of the  Schutzstaffel .\\n\\nWith the title  SS-F\\u00fchrer im Sonderdienst  (en: SS-F\\u00fchrer in special service), short SS- Sonderf\\u00fchrer  (en: SS-Specialist leader), from 1942 SS- Fachf\\u00fchrer  in the Waffen-SS (SS-F\\u00fchrer specialist in the Waffen-SS), the technical education of a SS-member was characterized.\\n\\nThe Allgemeine-SS introduced uniform cuff insignia (the so-called  T\\u00e4tigkeitsabzeichen  or  Sonderlaufbahnabzeichen  on the SS uniform. It characterized the professional skills of the SS specialist, e.g.: so-called special cuff career insignia (de: Sonderlaufbahnabzeichen) on the uniform in 1935 \\n \\nAs of 1935:\\nAesculapius = F\\u00fchrer in the medical service\\nNegative Aesculapius = medical personnel\\nGothic Z = F\\u00fchrer in dental medical service\\nGothic A = Apothecary \\nSnake = F\\u00fchrer and junior F\\u00fchrer in the veterinarian service \\nHarp = F\\u00fchrer conductor (de: Musikf\\u00fchrer)\\n\\n\\nDesignation \\nCorps colour\\nExample\\nRemarks\\n SS-Sonderf\\u00fchrer (also Recruitment service (de: Ersatzwesen) and  SS-Reserve officers )\\nDark green \\n\\ncenter\\n SS-Obersturmf\\u00fchrer \\n\\nFundamental, it was possible to add any use any SS-rank in conjunction with a SS- Sonderf\\u00fchrer  assignment to any existing SS-service rank. The normal procedure was to call up SS- Sonderf\\u00fchrer  from own SS-staff.\\n\\nOther Branches\\n Sonderf\\u00fchrer  were used not only in Wehrmacht and Waffen-SS, but also in other Nazi-organisation, e.g. in the Organisation Todt,  Reichsarbeitsdienst , etc.\\n\\n Notable appointments \\nSome notable personnel of this rank include:\\n Lothar-G\\u00fcnther Buchheim, painter, photograph, writer, publisher and art collector, was deployed in a propaganda company of the Kriegsmarine as  Sonderf\\u00fchrer  war correspondent. He wrote in line to personal experience the novel  Das Boot .\\n Hans von Dohnanyi,  Sonderf\\u00fchrer  in the staff of Admiral Wilhelm Canaris, member of the resistance, executed in 1945.\\n Hans Fallada, novel author,  Sonderf\\u00fchrer (B)  in the so-called  Reichsarbeitsdienst  in France and after World War II lived in the Soviet occupation zone where he died in 1947.\\n , as SS- Sonderf\\u00fchrer  of a propaganda unit assigned as war correspondence; after World War II, a very successful non-fiction book author (o. a.  Deutschland, Deutschland \\u00fcber alles... ) and painter.\\n Hans Bernd Gisevius, called up to Admiral Wilhelm Canaris as  Sonderf\\u00fchrer  in the staff division  Ausland/Abwehr  of the OKW, he took part in to the 20 July plot to kill Hitler; later was author of the book  Bis zum bitteren Ende .\\n Gerhard Heller,  Sonderf\\u00fchrer  of the  Propaganda-Staffel Paris ,  responsible to literary censorship and paper supply; after World War II, was a publisher.\\nRobert Pilchowski, expert on tea and rubber farming, served as  Sonderf\\u00fchrer  for the agency \\\"Arbeitsgemeinschaft niederl\\u00e4ndisch-indischer Firmen\\\" (en: working team of Dutch-Indian companies) in Amsterdam; after World War II, was an author.\\nFritz Piersig,  Sonderf\\u00fchrer (Z) , as musicologist responsible to controlling of music in France since 1940.\\nEberhard Taubert, high ranking collaborator of the Reich Ministry of Public Enlightenment and Propaganda,  Sonderf\\u00fchrer of Propaganda  in occupied Norway, wrote the scenario to the film  The Eternal Jew ; after World War II, advisor to the Minister of Defence Franz Josef Strau\\u00df.\\nWolfgang Willrich, as  Sonderf\\u00fchrer  fanatic defender of the Nazi art expression. \\n\\n References \\n\\n\\n\\n\\n\\n\\nCategory:SS ranks\\nCategory:Military ranks of Germany\", \"url\": \"https://en.wikipedia.org/wiki/Sonderf\\u00fchrer\", \"elastic_score\": 66.26837, \"stance_score\": 0.07721437444282124}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\n\\n\\n Oskar Paul Dirlewanger  (26 September 1895 \\u2013 ) was a German military officer ( SS-Oberf\\u00fchrer ) who served as the founder and commander of the Nazi SS penal unit \\\"Dirlewanger\\\" during World War II. Serving in Poland and in Belarus, his name is closely linked to some of the most notorious crimes of the war. He also fought in World War I, the post-World War I conflicts, and the Spanish Civil War. He reportedly died after World War II while in Allied custody. According to historian Timothy Snyder, \\\"in all the theaters of the Second World War, few could compete in cruelty with Dirlewanger\\\".\\n\\nEarly life\\nDirlewanger was born in W\\u00fcrzburg on 26 September 1895. He was the son of a merchant, and spent much of his childhood in Esslingen Am Neckar after his family moved there in 1906. He attended the Esslinger Gymnasium (known today as the Georgii-Gymnasium) and the Schelztor-Oberrealschule. He completed his  Abitur  in 1913.\\n\\nWorld War I\\nDirlewanger enlisted in the W\\u00fcrttemberg Army on the 1 October 1913, and served as a machine gunner in the \\\"K\\u00f6nig Karl\\\" Grenadier Regiment 123, a part of the XIII (Royal W\\u00fcrttemberg) Corps and as a one-year volunteer. He would fight as a part of this unit on the Western Front of World War I, where he took part in the German invasion of Belgium and later fought in France. He received the Iron Cross 2nd Class and 1st Class, having been wounded six times, and finished the war with the rank of lieutenant, in charge of a company on the Eastern Front in southern Russia and Romania. At the cessation of hostilities, all German units in Dirlewanger's area were ordered to be interned in Romania, but Dirlewanger disobeyed these orders and led 600 men from his and other units back to Germany.Ingrao, p. 54 According to German biographer Knut Stang, the war was a contributing factor that determined Dirlewanger's later life and his \\\"terror warfare\\\" methods, as \\\"his amoral personality, with his alcoholism and his sadistic sexual orientation, was additionally shattered by the front experiences of the First World War and its frenzied violence and barbarism.\\\"\\n\\nInterwar period\\nAfter the end of World War I, Dirlewanger, described in a police report as \\\"a mentally unstable, violent fanatic and alcoholic, who had the habit of erupting into violence under the influence of drugs\\\",Longerich joined various  Freikorps  right-wing paramilitary militias and fought against German communists in the Ruhr and Saxony, and against Poles in Upper Silesia. He participated in the suppression of the German Revolution of 1918\\u201319 with the  Freikorps  in multiple German cities in 1920 and 1921. Later, he commanded an armed formation of students which was set up by him under the W\\u00fcrttemberg \\\"Highway Watch\\\".\\n\\nOn Easter Sunday 1921, Dirlewanger commanded an armoured train that moved towards Sangerhausen, which had been occupied by the Communist Party of Germany militia group of Max Hoelz in one of their raids intended to inspire worker uprisings. An attack by Dirlewanger failed, and the enemy militiamen succeeded in cutting off his force. After the latter was reinforced by pro-government troops during the night, the Communists withdrew from the town. During this operation, Dirlewanger was grazed on the head by a gunshot. After the Nazi Party gained power, Dirlewanger was celebrated as the town's \\\"liberator from the Red terrorists\\\" and received its honorary citizenship in 1935.\\n\\nBetween his militant forays, he studied at the Goethe University Frankfurt and in 1922 obtained a doctorate in political science. He wrote his doctoral thesis as an analysis and critique of the planned economy, titled: \\u201cCritique of the idea of a planned management of the economy.\\\"Wistrich, Robert S. (2001).  Who's Who of Nazi Germany: Dirlewanger, Oskar.  Routledge, p. 44.  The following year, he joined the Nazi Party and its SA militia, and later also the SS. From 1928 to 1931 he was an executive director of a textile factory owned by a Jewish family in Erfurt where he renounced active service in the SA but financially donated to the SA, possibly obtaining the money by embezzling from his company.Ingrao, p. 63 Dirlewanger held various jobs, which included working at a bank and a knitwear factory. In 1933 after the Nazi seizure of power, Dirlewanger was rewarded to become director of the Heilbronn employment agency, a strategic post for local-level Nazi leaders.\\n\\nDirlewanger was repeatedly convicted for illegal arms possession and embezzlement. In 1934, he was convicted and sentenced to two years' imprisonment for \\\"contributing to the delinquency of a minor with whom he was sexually involved\\\", as well as the illegal use of a government vehicle and damaging said vehicle while under the influence of alcohol. Dirlewanger also lost his job, his doctor title and all military honours, and was expelled from the party. Soon after his release from the prison in Ludwigsburg, he was arrested again on similar charges for criminal recidivism. He was sent to the Welzheim concentration camp, either as what Stein feels was standard practice for deviant sexual offenders in Germany at the timeGeorge H. Stein (1984).   The Waffen SS . Cornell University Press, p. 266.  or for creating a disturbance demanding the reversal of his criminal charges appearing before the Reich Chancellery.Ingrao, p. 71 Dirlewanger was released and reinstated in the general reserve of the SS following personal intervention of his wartime companion and local NSDAP cadre comrade Gottlob Berger, who was also a long-time personal friend of the SS chief Heinrich Himmler and had become the head of the SS Head Office ( SS-Hauptamt , SS-HA).\\n\\nDirlewanger next went to Spain, where he enlisted into the Spanish Legion during the Spanish Civil War. Through Berger he transferred to the German Condor Legion where he served from 1936 to 1939 and was wounded three times. Following further intervention on his behalf by his patron Berger, he successfully petitioned to have his case reconsidered in light of his service in Spain. Dirlewanger was reinstated into the NSDAP, albeit with a higher party number (No. 1,098,716). His doctorate was also restored by the University of Frankfurt.\\n\\nWorld War II\\nPolish civilians murdered in the Wola massacre by Dirlewanger's men. Warsaw, August 1944\\nAt the beginning of World War II, Dirlewanger volunteered for the  Waffen-SS  and received the rank of  Obersturmf\\u00fchrer . He eventually became the commander of the so-called Dirlewanger Brigade (at first designated as a battalion, later expanded to a regiment and a brigade, and eventually a division), composed originally of a small group of former poachers along with soldiers of a more conventional background. It was believed that the excellent tracking and shooting skills of the poachers could be put to constructive use in the fight against partisans. Later, Dirlewanger's soldiers were mostly recruited from among the ever-increasing groups of German convicted criminals (civilian and military) and concentration camp inmates, eventually including mental asylum patients, homosexuals, interned Romani people, and (at the end of the war) even political prisoners sentenced for their anti-Nazi beliefs and activities.\\n\\nThe unit was assigned to security duties first in the General Government (occupied Poland), where Dirlewanger served as an SS-TV commandant of a labour camp at Stary Dzik\\u00f3w. The camp was the subject of an abuse investigation by SS judge Georg Konrad Morgen, who accused Dirlewanger of wanton acts of murder, corruption, and  Rassenschande  or race defilement (Morgen consequently himself was reduced in rank and sent to the Eastern Front).Philip W. Blood,  Hitler's Bandit Hunters: The SS and the Nazi Occupation of Europe  According to Morgen, \\\"Dirlewanger was a nuisance and a terror to the entire population. He repeatedly pillaged the ghetto in Lublin, extorting ransoms.\\\" Atrocities committed by Dirlewanger included injecting strychnine into young Jewish female prisoners, previously undressed and whipped, to watch them convulse to death in front of him and his friends for entertainment.Richard Grunberger (1971).  The 12-Year Reich: A Social History of Nazi Germany, 1933\\u20131945 . Holt, Rinehart and Winston. p. 104.  According to Raul Hilberg, this camp was where \\\"one of the first instances that reference was made to the 'soap-making rumor\\\".David Crowe (2004)  Oskar Schindler: The Untold Account of His Life, Wartime Activities, and the True Story Behind the List . Basic Books. p. 346.  According to the rumor, Dirlewanger \\\"cut up Jewish women and boiled them with horse meat to make soap.\\\"\\n\\nAccording to Peter Longerich, Dirlewanger's leadership \\\"was characterized by continued alcohol abuse, looting, sadistic atrocities, rape, and murder\\u2014and his mentor Berger tolerated this behaviour, as did Himmler, who so urgently needed men such as the  Sonderkommando  Dirlewanger in his fight against 'subhumanity'.\\\"Longerich, pp. 345\\u2013346 In his letter to Himmler,  SS-Brigadef\\u00fchrer  Odilo Globocnik recommended Dirlewanger, who \\\"in charge of the Jewish camp of Dzikow ... was an excellent leader.\\\"Longerich, p. 831 During the Ministries Trial after the war, Berger said: \\\"Now Dr. Dirlewanger was hardly a good boy. You can't say that. But he was a good soldier, and he had one big mistake that he didn't know when to stop drinking.\\\"French L. MacLean (2007)  Thank God That's Gone to the Butcher: 2000 Quotes from Hitler's 1000-year Reich . Schiffer Publishing. p. 23. \\n\\nIn February 1942, the unit was assigned to \\\"anti-gang\\\" operations ( Bandenbek\\u00e4mpfung ) in Belarus. In  Bloodlands: Europe Between Hitler and Stalin , Timothy Snyder wrote that \\\"Dirlewanger's preferred method was to herd the local population inside a barn, set the barn on fire, and then shoot with machine guns anyone who tried to escape.\\\"Timothy Snyder,  Bloodlands: Europe Between Hitler and Stalin , pp.\\u00a0241\\u2013242, 304 Rounded-up civilians would be also routinely used as human shields and marched over minefields. In  Masters of Death , Richard Rhodes wrote that Dirlewanger and his force \\\"raped and tortured young women and slaughtered Jews  Einsatzgruppen -style in Byelorussia beginning in 1942.\\\"Richard Rhodes,  Masters of Death: The SS-Einsatzgruppen and the Invention of the Holocaust  Snyder cautiously estimated that the  Sonderkommando , by then regiment-sized, killed at least 30,000 Belarusian civilians. Himmler was well aware of Dirlewanger's reputation and record, but nonetheless gave him the German Cross in Gold on 5 December 1943, for his unit's actions such as during Operation Cottbus (May\\u2013June 1943), during which Dirlewanger reportedly killed more than 14,000 alleged partisans.\\n\\nDirlewanger's men in central Warsaw in 1944\\n\\nIn the summer of 1944, during Operation Bagration, Dirlewanger's unit suffered heavy losses while fighting against the Red Army. It was then hastily rebuilt and reformed into a  Sturmbrigade  (assault brigade) and used in the suppression of the Warsaw Uprising. Historian Martin Windrow wrote that in the summer of 1944 Dirlewanger led his \\\"butchers, rapists and looters into action against the Warsaw Uprising, and quickly committed ... unspeakable crimes.\\\"Martin Windrow (1984)  The Waffen-SS . Osprey Publishing. p. 26.  In Warsaw, Dirlewanger participated in the Wola massacre, together with police units rounding up and shooting some 40,000 civilians, most of them in just two days. In the same Wola district, Dirlewanger burned three hospitals with patients inside, while the nurses were \\\"whipped, gang-raped and finally hanged naked, together with the doctors\\\" to the accompaniment of the popular song \\\"In M\\u00fcnchen steht ein Hofbr\\u00e4uhaus\\\". Later, \\\"they drank, raped and murdered their way through the Old Town, slaughtering civilians and fighters alike without distinction of age or sex.\\\" In the Old Town \\u2013 where about 30,000 civilians were killed \\u2013 several thousand wounded in field hospitals overrun by the Germans were shot and set on fire with flamethrowers.  SS-Obergruppenf\\u00fchrer  Erich von dem Bach-Zelewski, overall commander of the forces pacifying Warsaw \\u2013 and Dirlewanger's former superior officer in Belarus \\u2013 described Dirlewanger as having \\\"a typical mercenary nature.\\\"Andrew Borowiec (2001)  Destroy Warsaw!: Hitler's Punishment, Stalin's Revenge . the University of Michigan. p. 101. \\n\\nIn recognition of his work to crush the uprising and intimidate the population of the city, Dirlewanger received his final promotion, to the rank of  SS-Oberf\\u00fchrer , on 15 August 1944. In October, he was awarded the Knight's Cross of the Iron Cross, recommended for it by his superior officer in Warsaw,  SS-Gruppenf\\u00fchrer  Heinz Reinefarth (after the war, Reinefarth lied about his role in Warsaw, even denying Dirlewanger had been under his command).\\n\\nDirlewanger then led his men in joining the efforts to put down the Slovak National Uprising in October 1944, eventually being posted on the front lines of Hungary and eastern Germany to fight against the advancing Red Army. In February 1945, the unit was expanded again and re-designated as the 36th Waffen Grenadier Division of the SS. That same month, Dirlewanger was shot in the chest while fighting against Soviet forces near Guben in Brandenburg and sent to the rear. It was his twelfth and final injury in the war. On 22 April, he went into hiding.\\n\\nDirlewanger is invariably described as an extremely cruel person by historians and researchers, including as \\\"a psychopathic killer and child molester\\\" by Steven Zaloga,Steven J. Zaloga (1982)  The Polish Army 1939\\u201345 . Osprey. p. 25.  \\\"violently sadistic\\\" by Richard Rhodes, and \\\"an expert in extermination and a devotee of sadism and necrophilia\\\" by J. Bowyer Bell. \\n\\nDeath\\nDirlewanger was arrested on 1 June 1945 near the town of Altshausen in Upper Swabia by French occupation zone authorities while he was wearing civilian clothes, using a false name and hiding in a remote hunting lodge. He was recognised by a Jewish former concentration camp inmate and brought to a detention centre. He reportedly died around 5\\u20137 June 1945 in a prison camp at Altshausen, probably as a result of ill treatment. There are numerous conflicting reports of the nature of his death: the French said that he died of a heart attack and was buried in an unmarked grave; or he was taken by armed Poles, presumably former forced laborers; or French military prisoners (of Polish descent); or Polish soldiers ( 29xi\\u00e8me Groupement d'Infanterie Polonaise ), who were mistreated in French custody; or former inmates and prison guards; or that he escaped and there were some rumours that he joined the French Foreign Legion. Ultimately his fate is unknown, but it is generally considered most likely that he died at Altshausen.Arolsen Archives DE ITS 2.3.3.1/671971 (Hohes Kommissariat der Republik Frankreich, Kartei der Verfolgten in der franz\\u00f6sischen Besatzungszone und von Franzosen in anderen Zonen) Bild 77330504 (Bekala Josef 01/22/1907), Bild 77887012 (Szklany Jean 06/18/1914), Bild 77867470 (Spieszny), pp. 233-236, 248-251\\n\\nAwards\\n Iron Cross (1914) 2nd Class (28 August 1914) and 1st Class (13 July 1916)\\n Wound Badge (1914) in Gold (30 April 1918)\\n Spanish Cross of Military Merit (1939)\\n Clasp to the Iron Cross (1939) 2nd Class (24 May 1942) and 1st Class (16 September 1942)\\n Wound Badge (1939) in Gold (9 July 1943)\\n German Cross in Gold (5 December 1943)\\n Close Combat Clasp (19 March 1944)\\n Knight's Cross of the Iron Cross (30 September 1944)\\n Bandit-warfare Badge in Silver (1944)\\n\\nLegacy\\n Wolfsbrigade 44 , a German Neo-Nazi group which was banned by the German government in December 2020, who according to  The Times , used the \\\"44\\\" as code for \\\"DD\\\", short for \\\"Division Dirlewanger\\\". The Times  5 Dec 2020 p. 54\\n\\nReferences\\nFootnotes\\n\\n\\nBibliography\\n\\n\\n, pp.\\u00a0226\\u2013256\\n\\n \\n\\nExternal links\\n\\nOskar Dirlewanger www.HolocaustResearchProject.org\\n\\n\\n\\n\\n\\nCategory:1895 births\\nCategory:1945 deaths\\nCategory:20th-century Freikorps personnel\\nCategory:Child sexual abuse in Poland\\nCategory:Child sexual abuse in the Soviet Union\\nCategory:Condor Legion personnel\\nCategory:Criminals from Bavaria\\nCategory:German Army personnel of World War I\\nCategory:German military personnel of the Spanish Civil War\\nCategory:German people convicted of child sexual abuse\\nCategory:German people who died in prison custody\\nCategory:German rapists\\nCategory:Goethe University Frankfurt alumni\\nCategory:Holocaust perpetrators in Belarus\\nCategory:Holocaust perpetrators in Poland\\nCategory:Military personnel from W\\u00fcrzburg\\nCategory:Murdered criminals\\nCategory:People convicted of embezzlement\\nCategory:People convicted of statutory rape offenses\\nCategory:People from the Kingdom of Bavaria\\nCategory:People with antisocial personality disorder\\nCategory:Prisoners who died in French detention\\nCategory:Recipients of the clasp to the Iron Cross, 1st class\\nCategory:Recipients of the Gold German Cross\\nCategory:Recipients of the Knight's Cross of the Iron Cross\\nCategory:SS-Oberf\\u00fchrer\\nCategory:Waffen-SS personnel\\nCategory:Warsaw Uprising German forces\", \"url\": \"https://en.wikipedia.org/wiki/Oskar_Dirlewanger\", \"elastic_score\": 66.02796, \"stance_score\": 0.07612181469578516}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\nThe  8\\u00a0cm Raketen-Vielfachwerfer  was a copy of the Soviet BM-8 Katyusha multiple rocket launcher produced in Nazi Germany during the Second World War.\\n\\nHistory\\nThe Soviet BM-8 Katyusha rocket launchers first encountered during Operation Barbarossa left a big impression on the invading Germans. Proposals to copy the Katyusha for German use were soon made but there wasn't much spare industrial capacity available for new projects. There also wasn't a great deal of enthusiasm for the project because the German Army had already committed to the production of spin-stabilized rocket systems such as the Nebelwerfer.\\n\\nSince the Waffen-SS was the military wing of the Nazi Party it was often in competition with the Wehrmacht for resources. This meant the Waffen-SS often used its political influence to create its own network of suppliers outside the influence of the Wehrmacht to supply its troops. A product of this competition for resources was the 8\\u00a0cm Raketen-Vielfachwerfer which was almost a direct copy of the BM-8 and often armed Waffen-SS units.\\n\\nDesign\\n Launcher \\nThe launcher consisted of two rows of parallel perforated steel rails which the rockets were mounted on. The launch rails could launch either German or captured Russian rockets.  The rails were then mounted on tubular steel frames on a variety of vehicles. Two of the most common mounts were an armored SOMUA MCG German designation  S307(f)  half-track modified by Alfred Becker for use by the Wehrmacht or a German Sd.Kfz. 4 half-track.\\n\\n Rocket \\nThe rocket called the  8\\u00a0cm Raketen Sprenggranate  was a simple cordite fueled, fin stabilized,  diameter, high-explosive rocket patterned closely on the Russian M-8. The body was simple and inexpensive to produce due to the use of stamped sheet metal components, unlike the more expensive machined venturis used by spin-stabilized rockets.  The fins of the 8\\u00a0cm Raketen Sprenggranate differed from the M-8 and were mounted at 2\\u00b0 to impart spin to improve accuracy.\\n\\nRocket Comparison\\n300x300px\\n\\n\\nRussian\\nGerman\\n Diameter: \\n\\n\\n Length: \\n\\n\\n Weight: \\n\\n\\n Fuel Weight: \\n\\n\\n Explosive Weight: \\n\\n\\n Speed: \\n\\n\\n Range: \\n\\n\\n\\n\\nPhoto Gallery\\n\\nFile:Bundesarchiv Bild 101I-300-1863-30, Riva-Bella, Waffenvorf\\u00fchrung Panzerwerfer.jpg|A weapons demonstration of a 24-round 8\\u00a0cm Rakaten-Vielfachwerfer on an armoured SOMUA MCG half-track. Located in Northern France, Atlantic Coast, Riva Bella, 30 May 1944.\\nFile:Bundesarchiv Bild 101I-300-1863-33A, Riva-Bella, Waffenvorf\\u00fchrung Panzerwerfer, Rommel.jpg|A collection of German officers including Generalfeldmarschall Erwin Rommel at Riva Bella 30 May 1944.\\nFile:Bundesarchiv Bild 101I-300-1863-35, Riva-Bella, Waffenvorf\\u00fchrung Panzerwerfer, Rommel.jpg\\nFile:Bundesarchiv Bild 101I-300-1863-07, Riva-Bella, Panzerwerfer, Einschl\\u00e4ge.jpg|Shell splashes in the waters off Riva Bella (Sword Beach), May 30, 1944.\\n\\n\\nNotes\\n\\n\\nReferences\\n\\n Chamberlain, Peter (1975). Mortars and Rockets. Gander, Terry. New York: Arco Pub. Co. \\n Spielberger, Walter (1989). Die Halbketten-Vehicles des deutschen Heeres 1909\\u20131945. Motorbuch Verlag. \\n\\nExternal links\\n\\n\\n\\n\\n\\n\\nCategory:Rocket artillery\\nCategory:World War II artillery of Germany\\nCategory:Weapons and ammunition introduced in 1943\", \"url\": \"https://en.wikipedia.org/wiki/8_cm_Raketen-Vielfachwerfer\", \"elastic_score\": 64.89271, \"stance_score\": 0.0793204315923839}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\nKai Diekmann\\n Kai Diekmann  (born 27 June 1964 in Ravensburg) is a German journalist. From 1998 until 2000 he was editor of  Welt am Sonntag  (English: World on Sunday). From January 2001 to December 2015 he was chief editor of  Bild . He is also a member of the executive board of the Turkish daily  H\\u00fcrriyet .\\n\\nLife\\nD\\u00fczen Tekkal, Friede Springer, Mathias D\\u00f6pfner, Kai Diekmann and Julian Reichelt on the roof of the US Embassy in Berlin (2019)\\nDiekmann grew up in Bielefeld. After his Abitur (or matura) exam and mandatory military service, which he completed on the editorial staff of a military newspaper, he studied at the University of M\\u00fcnster. There he became a member of the Burschenschaft Franconia. He interrupted his studies in 1985 when he began his Volontariat (roughly: traineeship) at the Axel Springer AG through the Axel Springer Journalist School, from which he quickly began a career for the publisher, beginning as a correspondent in Bonn.Kai Diekmann's Blog\\n\\nFrom 1989-1991 he was the chief reporter for the Hubert Burda Media-published illustrated Bunte, a weekly featuring articles on celebrities, gossip, and lifestyle. After a short detour at the Ullstein-Verlag-published tabloid B.Z., in 1992 he transferred to  Bild , the best-selling daily newspaper in Germany known for sensationalist news stories. In 1992, he became editor of  Welt am Sonntag , and in 2001 returned to  Bild  where he became editor. Since 2004, in addition to being editor, he is also the publisher of  Bild  as well as  Bild am Sonntag . In March 2004, the first volume of the definitive memoirs of former Bundeskanzler Helmut Kohl was published, edited by Diekmann.\\n\\nDiekmann is a member of the Atlantik-Br\\u00fccke, an organization that aims to further relationships between Germany and especially the United States.\\n\\n Lawsuits \\nKai Diekmann sued the Berlin daily  Die Tageszeitung , after, on 8 May 2002, the paper's satire page \\\" Die Wahrheit \\\" (The Truth) claimed that he had sought an operation to use parts of corpses to enlarge his allegedly extremely small penis. Diekmann sued the paper for 30,000 Euro in damages for illegal violations of his privacy as well as libel and defamation of character. A Berlin court ruled that there was indeed negligence on the part of the newspaper, but denied the monetary compensation demanded by Diekmann saying that, as editor of  Bild , he \\\"consciously seeks economic advantage from the violation of others' privacy\\\" and therefore \\\"is less heavily burdened by the violation of his own privacy,\\\" and furthermore that he should \\\"assume that those standards that he lays on others are also of importance for himself.\\\"Auszug aus dem Urteil des Landgerichts Berlin zum Penis-Prozess: \\\"bewusst seinen wirtschaftlichen Vorteil aus der Pers\\u00f6nlichkeitsrechtsverletzung Anderer sucht\\\" und daher \\\"weniger schwer durch die Verletzung seines eigenen Pers\\u00f6nlichkeitsrechtes belastet wird.\\\" Er m\\u00fcsse \\\"davon ausgehen, dass diejenigen Ma\\u00dfst\\u00e4be, die er anderen gegen\\u00fcber anlegt, auch f\\u00fcr ihn selbst von Belang sind.\\\"\\nAn appeal against the ruling was given no chance of success by the higher court and both sides withdrew their appeals.Penis-Prozess nicht verl\\u00e4ngert, taz, 3 May 2003 (in German)\\n\\n Family \\nFrom 1995 until 1997 Diekmann was married to Jonica Jahr, the daughter of Hamburg publisher John Jahr, Jr. On 28 January 2002 he married Bild columnist Katja Kessler, with former Chancellor of Germany Helmut Kohl serving as his best man. Diekmann and Kessler have four children, Yella, Caspar, Kolja and Lilly.\\n\\n Publications \\n Kai Diekmann,  Hat die christliche Botschaft keinen Platz mehr in den Medien? Referate und Stellungnahmen bei einer Medientagung zum 25j\\u00e4hrigen Jubil\\u00e4um der Nachrichtenagentur Idea.  Wetzlar: Evangelische Nachrichtenagentur, 1995. ISSN 1614-502X\\n Helmut Kohl (Kai Diekmann, Ralf G. Reuth, eds.),  Ich wollte Deutschlands Einheit.  Berlin: Ullstein, 2000. \\n Kai Diekmann,  Der gro\\u00dfe Selbstbetrug: Wie wir um unsere Zukunft gebracht werden.  3rd ed. Munich: Piper, 2007. \\n Kai Diekmann, S\\u00fcper Freunde:  Was T\\u00fcrken und Deutsche sich wirklich zu sagen haben.  Munich, Piper, 2008. \\n Kai Diekmann,  Die Mauer: Fotografien 1961 - 1992 . Fackeltr\\u00e4ger, 2009. \\n Kai Diekmann,  Die l\\u00e4ngste Nacht, der gr\\u00f6\\u00dfte Tag: Deutschland am 9. November 1989.  Munich, Piper, 2009. \\n\\n Awards \\n Goldene Feder 2000, 2005\\n World Media Award 2002\\n Blogger Newcomer of the Year, 2009\\n Media Man of the Year, 2009\\n\\n See also \\n Friede sei mit Dir\\n\\n References \\n\\n\\n External links \\n\\n\\n\\n\\n\\nCategory:1964 births\\nCategory:Living people\\nCategory:German male journalists\\nCategory:German journalists\\nCategory:German newspaper journalists\\nCategory:20th-century German journalists\\nCategory:21st-century German journalists\\nCategory:German male writers\\nCategory:Axel Springer SE\\nCategory:Bild people\\nCategory:Welt am Sonntag editors\", \"url\": \"https://en.wikipedia.org/wiki/Kai_Diekmann\", \"elastic_score\": 63.37876, \"stance_score\": 0.07069963216402692}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\nThe  Sparta Battalion  () is a Russian people's militia military unit of the Russian republic of Donetsk People's Republic (DPR) in eastern Ukraine. They were integrated into the Russian Armed Forces in 2022. The unit has been fighting against the Armed Forces of Ukraine in the Donbas war and the 2022 Russian invasion. Formed in 2014, it was initially led by the Russian-born Arsen Pavlov (callsign \\\"Motorola\\\") until his death in October 2016, and then by Vladimir Zhoga (callsign \\\"Vokha\\\"), from Sloviansk, until his death in March 2022.\\n\\nThe battalion took part in the Battle of Ilovaisk and Second Battle of Donetsk Airport and several others. According to  Foreign Policy , the Sparta Battalion has \\\"a reputation for ruthlessness\\\". It has committed war crimes in the Donbas. The battalion has been described as Russian ultranationalist, and the European Eye on Radicalization notes that it uses a combination of Russian imperial symbols and \\\"symbols of the Spartan military culture, well-known drivers of the far-right\\\".\\n\\nHistory\\nAccording to Ukrainian and Russian sources, the unit was formed in August 2014 in Donetsk, based on the previously existing anti-tank/MG troop led by Pavlov which earlier reportedly participated in Battle of Ilovaisk along with Igor Strelkov's \\\"volunteer\\\" forces.\\n\\nBattles during the Donbas war\\nIn 2014, the battalion took part in the Battle of Illovaisk.\\n\\nIn 2015, it fought in the Second Battle of Donetsk Airport. During this battle, its fighters were filmed capturing Ukrainian soldiers (who were later paraded through Donetsk, where they were attacked by locals), and transporting the bodies of Ukrainian soldiers. Pavlov made Ukrainian POWs carry the bodies of other Ukrainians because, he said, \\\"it's not our job to recover dead bodies, it's our job to make them.\\\"\\n\\nIn January 2015, it participated in the Battle of Debaltseve.\\n\\nIn March 2016, it was in the armed skirmish in Dokuchaievsk.\\n\\nIn September 2016, the group was deployed into Lugansk People's Republic, with the stated aim of preventing an anticipated coup d'\\u00e9tat.\\n\\nIn late 2016, it was deployed at Sergey Prokofiev airport in Donetsk.\\n\\n During the 2022 Russian invasion \\n\\nThe battalion took part in:\\n\\n Battle of Volnovakha\\n Siege of Mariupol\\n Battle of Avdiivka\\n\\n Alleged war crimes \\n\\nIn February 2015, Ukrainian SSU started an investigation into allegations of war crimes committed in January 2015 by the Battalion and its leader Arsen Pavlov, with charges including murder, bullying, torture and forcing people into slave labor.\\n\\nIn April 2015 Russian deputy director of the Europe and Central Asia Amnesty International, Denis Krivosheev, blamed Pavlov for killing and torturing Ukrainian POWs captured at Donetsk airport. According to Krivosheev, Pavlov said in an interview to the  Kyiv Post  that he killed Ukrainian  who was prisoner of war at the time of his detention and who suffered several facial wounds and wasn't able to walk. In an controversial tape which was published on YouTube in April 2015 which features voices of both of the  Kyiv Post 's journalist and a voice allegedly belonging to Pavlov, with the latter claiming to have killed 15 prisoners when the journalist asked him about Branovitsky, saying \\u201cI\\u2019ve shot 15 prisoners. I don\\u2019t give a shit. No comment. I kill whoever I want.\\u201d Amnesty called for thorough investigation of the crime. A surviving Ukrainian POW interviewed by the BBC said he had seen Pavlov shooting Branovitsky. In June it was reported by a Ukraine official that Interpol refused to put Pavlov on their wanted list on the grounds of the \\\"political nature of the Motorola case\\\".\\n\\nIn 2016, a  Vice News  journalist described being told by Sparta members about Ukrainian corpses still at Donetsk airport, which Sparta members had forced Ukrainian POWs to bury in 2014.\\n\\nStructure\\nSparta Battalion fighter near the Donetsk Airport's Old Terminal (November 2014).\\n\\n 2015 \\nMembers' names were posted on Facebook on 5 April 2015 by Vyacheslav Abroskin, head of Donetsk Oblast's police. At least 40 names were listed. Its membership reportedly includes foreign fighters from Moldova.\\n\\n 2022 \\n\\nVladimir Putin and Artem Zhoga on 9 May 2022\\nIn March 2022, the Battalion's commander Vladimir Zhoga was killed at Volnovakha in the course of the Russian invasion of Ukraine. He was posthumously awarded the title of \\\"Hero of the Russian Federation\\\" by Russian president Vladimir Putin.\\n\\nThe sub-units of the battalion are approximately following:\\n\\n 1st Company\\n 2nd Reconnaissance Company\\n The commander was killed during the Battle of Avdiivka on April 21, 2022\\n\\n Ideology and symbols \\nGerman anti-extremist news website  Belltower  described the militia as Russian ultranationalist and irredentist. The battalion flies the black-yellow-white flag of the Russian Empire and, according to the European Eye on Radicalization, the unit  \\\"uses a combination of symbols of the Spartan military culture, well-known drivers of the far-right, and from the Tsarist era\\\".\\n\\nIts flag includes a letter M. According to a fighter interviewed by  The Independent , this is \\\"because it is dedicated to Motorola, our commander... a DPR hero\\\".\\n\\nThe Ukrainian newspaper  Segodnya  noted how the stylized red \\\"M\\\" looks identical to the logo of the  Sparta Rangers , a fictional faction of elite soldiers from the  Metro 2033  videogame. Dmitry Glukhovsky, writer and creator of the  Metro  series, condemned the use of the name and symbol in a radio interview.\\n\\n Commanders \\n\\n Arsen \\\"Motorola\\\" Pavlov (2014\\u20132016)\\n Vladimir \\\"Vokha\\\" Zhoga (2016\\u20132022)\\n Artem Zhoga (2022\\u2013present)\\n\\nGallery\\n\\nFile:2015-05-05. \\u0420\\u0435\\u043f\\u0435\\u0442\\u0438\\u0446\\u0438\\u044f \\u043f\\u0430\\u0440\\u0430\\u0434\\u0430 \\u041f\\u043e\\u0431\\u0435\\u0434\\u044b 204.jpg|First commander of the battalion preparing to participate in Victory Parade in 2015.\\nFile:DPR in Ilovaisk.png|Sparta Battalion in Ilovaisk talking to civilians near a cellar (August 2014)\\nFile:Sparta Battalion troops (Battle of Donetsk Airport).png|Sparta Battalion troops near the Donetsk Airport (October 2014)\\nFile:Motorola unit fighter (3).jpg|Company commander of the Sparta Battalion, \\\"Matros\\\", in Donetsk Airport. He led the final DPR assault on the New Terminal.\\nFile:2015-05-05. \\u0420\\u0435\\u043f\\u0435\\u0442\\u0438\\u0446\\u0438\\u044f \\u043f\\u0430\\u0440\\u0430\\u0434\\u0430 \\u041f\\u043e\\u0431\\u0435\\u0434\\u044b 200.jpg|Arsen Pavlov with his troops on BTR-70s during the rehearsal of the 2015 Donetsk Victory Day parade\\nFile:2016-05-09. \\u0414\\u0435\\u043d\\u044c \\u041f\\u043e\\u0431\\u0435\\u0434\\u044b \\u0432 \\u0414\\u043e\\u043d\\u0435\\u0446\\u043a\\u0435 047.jpg|Arsen Pavlov and Sparta Battalion troops on a BTR-80 during the 2016 Donetsk Victory Day parade\\nFile:2016-05-09. \\u0414\\u0435\\u043d\\u044c \\u041f\\u043e\\u0431\\u0435\\u0434\\u044b \\u0432 \\u0414\\u043e\\u043d\\u0435\\u0446\\u043a\\u0435 216.jpg|Sparta soldier at the Victory Parade in 2016.\\n\\n\\nSee also\\n Russian people's militias in Ukraine\\n Combatants of the war in Donbas\\n Prizrak Brigade\\n Somalia Battalion\\n\\nReferences\\n\\n\\nFurther reading\\n \\n\\n\\n\\n\\n\\nCategory:Military units and formations established in 2014\\nCategory:Pro-Russian militant groups\\nCategory:Separatist forces of the war in Donbas\\nCategory:2014 establishments in Ukraine\\nCategory:Articles containing video clips\\nCategory:Paramilitary organizations based in Ukraine\\nCategory:Military of the Donetsk People's Republic\", \"url\": \"https://en.wikipedia.org/wiki/Sparta_Battalion\", \"elastic_score\": 62.83074, \"stance_score\": 0.1209506060828458}, {\"claim\": \"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\", \"text\": \"\\n\\n\\n\\nThe Black Sun symbol\\n\\nThe  Black Sun  () is a type of sun wheel (German: ) symbol originating in Nazi Germany and later employed by neo-Nazis and other far-right individuals and groups. The symbol's design consists of twelve radial  sig  runes, similar to the symbols employed by the SS in their logo. It first appeared in Nazi Germany as a design element in a castle at Wewelsburg remodeled and expanded by the head of the SS, Heinrich Himmler, which he intended to be a center for the SS.\\n\\nIt is unknown whether the design had a name or held any particular significance among the SS. Its association with the occult originates with a 1991 German novel,  Die Schwarze Sonne von Tashi Lhunpo  (\\\" The Black Sun of Tashi Lhunpo \\\"), by the pseudonymous author Russell McCloud. The book links the Wewelsburg mosaic with the neo-Nazi concept of the \\\"Black Sun\\\", invented by former SS officer Wilhelm Landig as a substitute for the Nazi swastika.\\n\\nThe Anti-Defamation League notes that though the symbol is popular with white supremacists, imagery resembling the black sun features in many cultures, and should be analysed in the context it appears, and not necessarily interpreted as a sign of white supremacy or racism.\\n\\nWewelsburg mosaic and the Nazi period\\nView of the mosaic's placement in Wewelsburg\\nThe symbol that later became known as the \\\"black sun\\\" originated in the early 20th century, with the first depiction being the Wewelsburg mosaic. In 1933, Heinrich Himmler, the head of the SS, acquired Wewelsburg, a castle near Paderborn in the German region of Westphalia. Himmler intended to make the building into a center for the SS, and between 1936 and 1942, Himmler ordered the building expanded and rebuilt for ceremonial purposes. Himmler's remodeling included the Wewelsburg mosaic that was composed of twelve dark-green radially overlaid  sig  runes, such as those employed in the logo of the SS, on the white marble floor of the structure's north tower known as the \\\"General's Hall\\\" (). The intended significance of the image remains unknown.\\n\\nSome scholars have suggested that the artist may have found inspiration from motifs found on decorative Merovingian period discs () from Central Europe, which have been suggested to represent the sun, or it's passing through the year.\\n\\nNeo-Nazism\\nA leather belt with the black sun symbol as belt buckle. The item is from the 2010s.\\nIn the late 20th century, the Black Sun symbol became widely used by neo-fascist, neo-Nazi, the far-right and white nationalists. The symbol often appears on extremist flags, t-shirts, posters, websites and in extremist publications associated with such groups. Modern far-right groups often refer to the symbol as the  sun wheel  or .Sources:\\n\\n\\n\\nThe name \\\"Black Sun\\\" came into wider use after the publication of a 1991 occult thriller novel,  Die Schwarze Sonne von Tashi Lhunpo  ( The Black Sun of Tashi Lhunpo ), by the pseudonymous author Russell McCloud. The book links the Wewelsburg mosaic with the neo-Nazi concept of the \\\"Black Sun\\\", invented by former SS officer Wilhelm Landig as a substitute for the Nazi swastika and a symbol for a mystic energy source that was supposed to renew the Aryan race.\\n\\nA number of far-right groups and individuals have utilised the symbol in their propaganda, including the Christchurch mosque shooter Brenton Tarrant and Australian neo-Nazi group Antipodean Resistance, and the symbol was displayed by members of several extremist groups involved in the Unite the Right rally in Charlottesville, Virginia.Sources:\\n\\n\\n\\nAlong with other symbols from the Nazi era such as the , the  Sig  Armanen rune, and the , the black sun is employed by some neo-Nazi adherents of Satanism. Scholar Chris Mathews writes:\\n\\n\\nThe Ukrainian Azov Regiment, founded in 2014, used the symbol as part of its logo.Is the Azov Battalion a terrorist organization as 40 US House Democrats claim? Quote: \\\"The Azov Battalion included the Black Sun in its emblem in 2014-2015, however, removed it later.\\\" Political scientist Ivan Gomza wrote in  Krytyka  that the illiberal connotations of the symbol in that logo are lost on most people in Ukraine, and the logo rather has an association with \\\"a successful fighting unit that protects Ukraine.\\\" WotanJugend, a neo-Nazi group based in Kyiv and connected to the broader Azov political movement, has also used the Black Sun symbol to promote its group. During the 2022 Russian invasion of Ukraine, NATO tweeted a photo of a female Ukrainian soldier for International Women's Day. The soldier wore a symbol on her uniform that \\\"appears to be the black sun symbol\\\". After receiving complaints from social media users, NATO removed the tweet and stated \\\"The post was removed when we realised it contained a symbol that we could not verify as official\\\".\\n\\nIn May 2022, a mass shooting in Buffalo, New York occurred. The shooter, a white supremacist, wore the Black Sun symbol on his body armor and placed it on the front of his digital manifesto. Pro-Kremlin Telegram channels and influencers subsequently spread misinformation linking the shooter with the Azov Regiment and the Ukrainian nation more broadly. However, the shooter makes no reference to the Azov Regiment in his manifesto, and Ukraine receives only a single mention in a section plagiarized from an earlier mass shooter's manifesto that predates the Russian invasion of Ukraine.\\n\\nOn 1 September 2022, a man with a Black Sun arm tattoo (Fernando Andr\\u00e9 Sabag Montiel) attempted to assassinate Argentinian vice president Cristina Fern\\u00e1ndez de Kirchner.\\n\\n Other uses \\nAccording to Freedom House initiative  Reporting Radicalism , the Black Sun is also used by some Modern pagan and satanist groups as an esoteric symbol. They further note that it is sometimes used as a fashionable, aesthetic symbol, or misunderstood as having origins in ancient Scandinavian or Slavic cultures. The Anti-Defamation League notes that though the symbol is popular with white supremacists, imagery resembling the black sun features in many cultures, and should be analysed in the context it appears, and not necessarily interpreted as a sign of white supremacy or racism.\\n\\nSee also\\n\\n Esotericism in Germany and Austria\\n Fascist symbolism\\n \\n List of symbols designated by the Anti-Defamation League as hate symbols\\n List of occult symbols\\n Nazi symbolism\\n Sun cross\\n Thule-Seminar\\n\\n\\nReferences\\n Informational notes \\n\\n\\n Citations \\n\\n\\n Bibliography \\n\\n\\n\\n\\n\\n \\n\\n\\nExternal links\\n\\n\\n\\n\\n\\nCategory:Esotericism\\nCategory:Fascist symbols\\nCategory:Germanic mysticism\\nCategory:Nazi symbolism\\nCategory:Neo-Nazi concepts\\nCategory:Solar symbols\\nCategory:Magic symbols\\nCategory:Occultism in Nazism\", \"url\": \"https://en.wikipedia.org/wiki/Black_Sun_(symbol)\", \"elastic_score\": 62.563847, \"stance_score\": 0.09598296889687231}]}",
   "stance_detection_status": "COMPLETED",
   "wiseone": "{\"It's already a (haken) cross with the picture magazine... BILD reporter and Russian specialist Julian R\\u00f6pcke \\u2013 according to BILD head Julian Reichelt a very excellent journalist \\u2013 with his friends from the far-right Ukrainian Asov battalion, which has shielded its logo from the Waffen-SS from the Third Reich.\":{\"stance_score\":[0.1209506061,0.1121397384,0.0959829689,0.092138835,0.0793204316,0.0772143744,0.0761218147,0.0729931869,0.0713982215,0.0706996322],\"wise_score\":0.6452413201}}",
   "wiseone_status": "COMPLETED",
   "status": "DONE",
   "version": null,
   "error_body": null,
   "check_timestamp": "2023-10-30#16:07:19.036138"
}